[UNK]
[SEP]
[PAD]
[CLS]
[MASK]
[URL]
[USER]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¢
£
¥
¦
§
©
«
¬
®
°
±
¶
·
»
¿
Á
É
Ì
Ò
Ó
×
Ø
Ü
à
á
ä
è
é
í
ò
ó
ö
÷
ü
ŋ
Ō
ō
ŏ
ŧ
ū
ơ
ƪ
ȏ
ɑ
ɛ
ɜ
ɞ
ɦ
ɪ
ʃ
ʅ
ʔ
ʕ
ʖ
ʘ
ʚ
ʟ
ʬ
˂
˃
ˆ
ˇ
ˉ
ˊ
ˋ
ˍ
ˎ
˖
˗
ˬ
˵
˶
̀
́
̃
̄
̅
̆
̇
̈
̊
̑
̒
̖
̗
̣
̤
̥
̧
̨
̩
̫
̮
̯
̱
̳
̴
̵
̶
̷
͈
͙
͛
͜
͞
͟
͡
ͧ
Δ
Θ
Σ
Φ
Ψ
Ω
α
β
γ
ε
θ
ι
μ
ν
ξ
ο
π
ρ
σ
υ
φ
ψ
ω
Д
З
Ф
Я
а
д
з
н
о
т
ч
щ
э
ё
ө
ԅ
՞
֊
א
ا
س
ش
ص
ع
ق
ل
م
ه
و
ى
ي
٥
٩
ٹ
ڡ
۶
߹
ࡇ
ु
ू
॑
ঌ
ਊ
ੈ
੭
૭
୧
୨
இ
௰
౪
ಠ
ദ
ി
്
ෆ
ก
ค
ฅ
ง
ด
ท
น
บ
ม
ย
ร
ล
ว
อ
ั
า
ิ
ี
เ
่
้
ํ
๑
๓
๛
ິ
ີ
ຶ
໒
༎
༥
ཀ
ཫ
ི
ོ
ྀ
࿀
࿁
࿉
ა
ლ
ღ
ჱ
ᄀ
ᄂ
ᄃ
ᄅ
ᄆ
ᄇ
ᄉ
ᄋ
ᄌ
ᄍ
ᄎ
ᄏ
ᄐ
ᄑ
ᄒ
ᅀ
ᅇ
ᅌ
ᅙ
ᅠ
ᅡ
ᅢ
ᅣ
ᅥ
ᅦ
ᅧ
ᅩ
ᅮ
ᅲ
ᅳ
ᅵ
ᆞ
᎑
ᐕ
ᐖ
ᐙ
ᐛ
ᐝ
ᐟ
ᐠ
ᐡ
ᐢ
ᑋ
ᔦ
ᔨ
ᕕ
ᕗ
ᕙ
ᕤ
ᕦ
ᗜ
ᗨ
ᯅ
ᴖ
ᴗ
ᴜ
ᴥ
᷄
᷅
᷆
᷇
ọ
ὢ
ᾥ
​
‍
‐
–
—
―
‘
’
“
”
†
•
‧
‰
′
‵
‸
‹
›
※
‿
⁄
⁍
⁎
⁝
⁠
⁡
₩
€
⃘
⃙
⃛
⃝
⃣
←
↑
→
↓
↔
↗
↘
↝
⇄
⇆
⇐
⇒
⇔
⇨
⇩
⇽
∀
∂
∇
∈
∋
∑
−
∗
√
∞
∠
∥
∧
∩
∪
∫
∵
≒
≖
≠
≡
≦
≧
≪
≫
⊂
⊃
⊙
⊿
⋅
⋆
⋯
⌄
⌑
⌒
⌓
⌚
⌣
⌯
⏩
⏬
⏰
⏳
⑅
⑉
─
━
│
┃
┈
┌
┏
┐
┓
└
┗
┘
┛
┻
╥
╭
╮
╯
╰
╹
█
▓
■
□
▪
▫
▭
▲
△
▶
▷
►
▼
▽
▿
◀
◁
◆
◇
◉
◊
○
◌
◍
◎
●
◒
◔
◕
◜
◝
◞
◟
◠
◡
◢
◤
◥
◦
◯
◼
◾
☀
☁
☂
☃
☄
★
☆
☉
☎
☑
☓
☔
☕
☗
☘
☚
☜
☝
☞
☟
☠
☪
☮
☹
☺
☻
♀
♂
♠
♡
♣
♥
♦
♨
♩
♪
♫
♬
♭
♯
♻
♾
♿
⚐
⚑
⚒
⚓
⚔
⚕
⚙
⚜
⚠
⚡
⚪
⚫
⚰
⚽
⚾
⛄
⛅
⛈
⛑
⛓
⛩
⛪
⛰
⛱
⛲
⛳
⛴
⛵
⛷
⛸
⛹
⛺
⛽
✂
✅
✈
✉
✊
✋
✌
✍
✏
✒
✔
✕
✖
✝
✧
✨
✩
✪
✰
✳
✴
✿
❀
❁
❄
❅
❇
❋
❌
❎
❓
❔
❕
❗
❛
❢
❣
❤
❥
❶
❷
❸
❹
➕
➖
➡
➰
➿
⟵
⠀
⤴
⤵
⦅
⦆
⬅
⬆
⬇
⬛
⬜
⭐
⭕
⸒
⸜
⸝
、
。
〃
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〔
〕
〖
〗
〘
〙
〜
〝
〟
〠
〰
〼
〽
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
ぢ
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
ゔ
゙
゚
ゝ
ゞ
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヴ
ヵ
ヶ
・
ー
ヽ
ヾ
ㄘ
㐂
一
丁
七
万
丈
三
上
下
不
与
丑
且
世
丘
丙
丞
両
並
个
中
串
丸
丹
主
丼
丿
乂
乃
久
么
之
乍
乏
乖
乗
乙
九
乞
也
乱
乳
乾
亀
了
予
争
事
二
云
互
五
井
亘
些
亜
亞
亡
交
亨
享
京
亭
亮
人
什
仁
仄
仇
今
介
仏
仔
仕
他
付
仙
代
令
以
仮
仰
仲
件
任
企
伊
伍
伎
伏
伐
休
会
伝
伯
伴
伸
伺
似
伽
佃
但
佇
位
低
住
佐
佑
体
何
余
佛
作
你
佳
併
使
來
例
侍
侑
侘
供
依
侠
価
侮
侯
侵
侶
便
係
促
俄
俊
俗
保
信
俣
修
俯
俳
俵
俸
俺
倅
倉
個
倍
倒
倖
候
借
倣
値
倦
倫
倭
倶
倹
偉
偏
偕
做
停
健
偲
側
偵
偶
偽
傀
傍
傑
傘
備
催
傭
傲
傳
債
傷
傾
僅
働
像
僕
僚
僧
僭
僻
儀
儂
億
儒
儘
儚
償
儡
優
儲
元
兄
充
兆
先
光
克
免
兎
児
党
兜
入
全
八
公
六
共
兵
其
具
典
兼
内
円
冊
再
冑
冒
冗
写
冠
冤
冥
冨
冬
冴
冶
冷
凄
准
凋
凌
凍
凛
凜
凝
几
凡
処
凧
凪
凰
凱
凶
凸
凹
出
函
刀
刃
分
切
刈
刊
刑
列
初
判
別
利
刮
到
制
刷
券
刹
刺
刻
剃
則
削
剋
前
剖
剛
剝
剣
剤
剥
剪
副
剰
剱
割
創
劇
劉
力
功
加
劣
助
努
劫
励
労
効
劾
勃
勅
勇
勉
勒
動
勘
務
勝
募
勢
勤
勧
勲
勾
勿
匂
包
化
北
匙
匠
匡
匹
区
医
匿
十
千
升
午
半
卍
卑
卒
卓
協
南
単
博
卜
占
卯
印
危
即
却
卵
卸
卿
厄
厘
厚
原
厨
厩
厭
厳
厶
去
参
又
叉
及
友
双
反
収
叔
取
受
叙
叡
叢
口
古
句
叩
只
叫
召
可
台
叱
史
右
叶
号
司
吃
各
合
吉
吊
同
名
后
吏
吐
向
君
吟
吠
否
吧
含
吸
吹
吽
吾
呂
呆
呈
呉
告
呑
呟
周
呪
味
呵
呼
命
咀
咄
咋
和
咎
咖
咤
咥
咫
咬
咲
咳
咽
哀
品
哉
員
哨
哭
哲
哺
唄
唆
唇
唐
唖
唯
唱
唸
唾
啄
商
啊
問
啓
啜
善
喉
喋
喘
喚
喜
喝
喧
喩
喪
喫
喬
喰
喱
営
嗅
嗚
嗜
嗟
嗣
嘆
嘉
嘔
嘗
嘘
嘩
嘱
嘲
噂
噌
噛
器
噴
噺
嚇
嚢
嚥
嚼
囀
囁
囃
囚
四
回
因
団
囧
困
囲
図
固
国
圃
國
圏
園
圓
團
土
圧
在
圭
地
址
坂
均
坊
坐
坑
坦
坪
垂
型
垢
垣
埃
埋
城
埜
域
埠
埴
執
培
基
埼
堀
堂
堅
堆
堕
堤
堪
堰
報
場
堵
堺
塀
塁
塊
塑
塔
塗
塙
塚
塞
塡
塩
填
塵
塾
境
墓
増
墜
墟
墨
墳
墾
壁
壇
壊
壌
壕
士
壬
壮
声
壱
売
壷
壺
壽
変
夏
夕
外
多
夜
夢
大
天
太
夫
央
失
夷
奄
奇
奈
奉
奎
奏
契
奔
套
奢
奥
奧
奨
奪
奮
女
奴
好
如
妃
妄
妊
妓
妖
妙
妥
妨
妬
妹
妻
姉
始
姐
姑
姓
委
姜
姥
姦
姨
姪
姫
姶
姻
姿
威
娑
娘
娠
娩
娯
婆
婚
婦
婿
媒
媚
媛
嫁
嫉
嫌
嫡
嬉
嬌
嬢
嬬
子
孔
孕
字
存
孝
孟
季
孤
学
孫
孵
學
宅
宇
守
安
完
宍
宏
宕
宗
官
宙
定
宛
宜
宝
実
客
宣
室
宥
宮
宰
害
宴
宵
家
容
宿
寂
寄
寅
密
富
寒
寛
寝
察
寡
實
寧
審
寮
寶
寸
寺
対
寿
封
専
射
将
尉
尊
尋
導
小
少
尖
尚
尤
就
尹
尺
尻
尼
尽
尾
尿
局
屁
居
屈
届
屋
屍
屏
屑
屓
展
属
屠
層
履
屯
山
岐
岡
岩
岬
岳
岸
峙
峠
峡
峨
峯
峰
島
峻
崇
崎
崖
崩
嵌
嵐
嵩
嵯
嶋
嶺
嶽
巌
川
州
巡
巣
工
左
巧
巨
巫
差
己
已
巳
巴
巷
巻
巽
巾
市
布
帆
希
帖
帝
帥
師
席
帯
帰
帳
常
帽
幅
幌
幕
幟
幡
幣
干
平
年
幸
幹
幻
幼
幽
幾
庁
広
庄
庇
床
序
底
店
庚
府
度
座
庫
庭
庵
庶
康
庸
廃
廉
廊
廟
廣
延
廷
建
廻
廿
弁
弄
弊
式
弐
弓
弔
引
弘
弛
弟
弥
弦
弧
弱
張
強
弾
彅
彌
当
彗
彙
彡
形
彦
彩
彫
彰
影
彷
役
彼
彿
往
征
径
待
很
徊
律
後
徐
徒
従
得
徘
御
徨
復
循
微
徳
徴
徹
心
必
忌
忍
忖
志
忘
忙
応
忠
快
念
忽
怒
怖
怜
思
怠
急
性
怨
怪
怯
恋
恍
恐
恒
恣
恥
恨
恩
恫
恭
息
恰
恵
悉
悔
悟
悠
患
悦
悩
悪
悲
悶
悸
悼
情
惑
惚
惜
惠
惣
惧
惨
惰
想
惹
愁
愉
意
愕
愚
愛
感
慄
慈
態
慌
慎
慕
慢
慣
慧
慨
慮
慰
慶
憂
憊
憎
憐
憑
憚
憤
憧
憩
憫
憬
憲
憶
憾
懇
應
懐
懲
懸
懺
戊
戌
戎
成
我
戒
或
戚
戦
戮
戯
戴
戶
戸
戻
房
所
扁
扇
扉
手
才
打
払
托
扮
扱
扶
批
承
技
抄
抉
把
抑
投
抗
折
抜
択
披
抱
抵
抹
押
抽
担
拉
拌
拍
拐
拒
拓
拗
拘
拙
招
拝
拠
拡
括
拭
拮
拳
拵
拶
拷
拾
持
指
按
挑
挙
挟
挨
挫
振
挺
挽
挿
捉
捌
捏
捕
捗
捜
捧
捨
捩
据
捲
捺
捻
掃
授
掌
排
掘
掛
掟
掠
採
探
接
控
推
措
掬
掲
掴
掻
揃
揄
揆
揉
描
提
揖
揚
換
握
揮
援
揶
揺
損
搬
搭
携
搾
摂
摘
摩
摯
摺
撃
撒
撞
撤
撥
撫
播
撮
撰
撲
撹
擁
操
擢
擦
擬
攣
攫
支
改
攻
放
政
故
敏
救
敗
教
敢
散
敦
敬
数
整
敵
敷
文
斉
斎
斐
斑
斗
料
斜
斡
斤
斥
斧
斬
断
斯
新
方
於
施
旅
旋
族
旗
旛
既
日
旦
旧
旨
早
旬
旭
旺
昂
昆
昇
昌
明
昏
易
昔
星
映
春
昧
昨
昭
是
昴
昼
時
晃
晋
晒
晦
晩
普
景
晰
晴
晶
智
暁
暇
暈
暉
暑
暖
暗
暢
暦
暫
暮
暴
曇
曖
曙
曜
曝
曰
曲
曳
更
書
曹
曼
曽
曾
替
最
會
月
有
朋
服
朔
朕
朗
望
朝
期
朦
朧
木
未
末
本
札
朱
朴
机
朽
杉
李
杏
材
村
杓
杖
杜
杞
束
条
来
杭
杯
東
杵
杷
松
板
枇
析
枕
林
枚
果
枝
枠
枡
枢
枯
架
枷
柄
柊
柏
某
柑
染
柔
柘
柚
柩
柱
柳
柴
柵
査
柿
栂
栃
栄
栓
栖
栗
栞
校
株
核
根
格
栽
桁
桂
桃
案
桐
桑
桔
桜
桝
桟
桧
桶
梁
梅
梓
梗
條
梟
梠
梢
梨
梯
械
梱
梵
梶
棄
棋
棍
棒
棘
棚
棟
森
棲
棺
椀
椅
椋
植
椎
椒
椛
検
椰
椿
楊
楓
楕
楚
楠
楢
業
楯
極
楷
楼
楽
概
榊
榎
榛
榮
榴
槃
槇
構
槌
槍
様
槙
槻
槽
樂
樋
樓
標
樟
模
権
横
樫
樹
樺
樽
橋
橘
橙
機
橿
檀
檎
檜
檬
檸
檻
櫃
櫓
櫛
櫻
欄
欅
欒
欠
次
欣
欧
欲
欺
欽
款
歌
歓
止
正
此
武
歩
歪
歯
歳
歴
死
殆
殉
殊
残
殖
殲
殴
段
殺
殻
殿
毀
毅
母
毎
毒
比
毘
毛
毬
毯
氏
民
気
氣
水
氷
永
氾
汁
求
汎
汐
汗
汚
汝
江
池
汰
汲
決
汽
沁
沃
沈
沌
沖
沙
没
沢
沫
河
沸
油
治
沼
沿
況
泄
泉
泊
泌
法
泡
波
泣
泥
注
泪
泰
泳
洋
洒
洗
洛
洞
津
洩
洪
洲
洸
活
派
流
浄
浅
浜
浦
浩
浪
浮
浴
海
浸
涅
消
涌
涎
涙
涛
涜
涯
液
涸
涼
淀
淋
淑
淘
淡
淫
深
淳
淵
混
淹
添
清
渇
済
渉
渋
渓
渕
渚
減
渠
渡
渥
渦
温
測
港
游
渾
湊
湖
湘
湧
湯
湾
湿
満
源
準
溜
溝
溢
溪
溶
溺
滅
滉
滋
滑
滝
滞
滲
滴
滾
漁
漂
漆
漉
漏
演
漕
漠
漢
漫
漬
漱
漲
漸
潔
潜
潟
潤
潮
潰
澁
澄
澤
澪
澱
激
濁
濃
濠
濡
濤
濫
濯
濱
濵
濾
瀑
瀕
瀞
瀧
瀨
瀬
灌
灘
灣
火
灬
灯
灰
灸
灼
災
炉
炊
炎
炒
炙
炬
炭
炸
点
為
烈
烏
烙
烹
焉
焔
焙
焚
無
焦
然
焼
煉
煌
煎
煙
煤
照
煩
煮
煽
熊
熟
熱
熾
燃
燈
燐
燕
燗
燥
燦
燭
燵
燻
爆
爛
爪
爬
爵
父
爺
爽
爾
片
版
牌
牙
牛
牝
牟
牡
牢
牧
物
牲
特
牽
犀
犠
犬
犯
状
狂
狐
狗
狙
狛
狡
狩
独
狭
狸
狼
猛
猟
猥
猩
猪
猫
献
猶
猿
獄
獅
獣
獲
獺
玄
率
玉
王
玖
玩
玲
珀
珂
珈
珊
珍
珠
班
現
球
理
琉
琢
琥
琲
琳
琴
琵
琶
瑚
瑛
瑞
瑠
璃
璧
環
璽
瓜
瓢
瓦
瓶
甑
甘
甚
甜
生
産
甥
甦
用
田
由
甲
申
男
町
画
界
畏
畑
畔
留
畜
畝
畠
略
番
異
畳
當
畷
畿
疇
疋
疎
疑
疫
疱
疲
疹
疼
疾
病
症
痍
痒
痔
痕
痘
痙
痛
痢
痩
痰
痴
痺
瘍
瘡
瘤
療
癇
癌
癒
癖
癪
発
登
發
白
百
的
皆
皇
皐
皓
皮
皺
皿
盃
盆
益
盗
盛
盟
監
盤
目
盲
直
相
盾
省
眉
看
県
眞
真
眠
眩
眺
眼
着
睡
督
睦
睨
瞑
瞞
瞬
瞭
瞰
瞳
瞼
矛
矜
矢
知
短
矯
石
砂
研
砕
砥
砦
砲
破
砺
硝
硫
硬
碁
碇
碌
碍
碑
碓
碗
碧
確
磁
磋
磐
磔
磨
磯
礁
礎
礒
礫
示
礼
社
祀
祇
祈
祉
祐
祓
祖
祝
神
祟
祠
祢
祥
票
祭
祷
禁
禄
禅
禊
禍
福
禰
禽
禿
秀
私
秋
科
秒
秘
租
秤
秦
秩
称
移
稀
程
税
稔
稚
稜
種
稲
稼
稽
稿
穀
穂
積
穏
穐
穢
穣
穫
穴
究
空
穿
突
窃
窄
窒
窓
窟
窩
窪
窮
窯
窺
竄
竈
立
站
竜
章
竣
童
竪
端
競
竹
竿
笏
笑
笘
笛
笠
符
第
笹
筆
筈
等
筋
筍
筏
筐
筑
筒
答
策
筥
箇
箋
箏
箒
箔
箕
算
管
箪
箱
箸
節
範
篇
築
篠
篤
篭
簀
簡
簾
簿
籍
籠
籤
米
籾
粉
粋
粒
粕
粗
粘
粛
粟
粥
粧
精
糀
糊
糖
糞
糠
糧
糸
系
糾
紀
約
紅
紆
紋
納
紐
純
紗
紘
紙
級
紛
素
紡
索
紫
紬
累
細
紳
紹
紺
終
組
絆
経
結
絞
絡
絢
給
絨
統
絲
絵
絶
絹
継
続
綜
維
綱
網
綴
綺
綻
綾
綿
緊
緋
総
緑
緒
線
締
編
緩
緯
練
緻
縁
縄
縋
縛
縞
縣
縦
縫
縮
總
績
繁
繊
繋
繍
織
繕
繚
繫
繭
繰
纏
缶
罒
罠
罪
置
罰
署
罵
罷
罹
羅
羊
美
羞
群
羨
義
羹
羽
翁
翌
習
翔
翠
翡
翳
翻
翼
耀
老
考
者
耆
而
耐
耕
耗
耳
耶
耽
聖
聘
聚
聞
聡
聲
聴
職
肇
肉
肋
肌
肖
肘
肛
肝
股
肢
肥
肩
肪
肯
育
肴
肺
胃
胆
背
胎
胞
胡
胱
胴
胸
能
脂
脅
脆
脇
脈
脊
脚
脛
脱
脳
脹
腎
腐
腑
腔
腕
腫
腰
腱
腸
腹
腺
腿
膀
膏
膚
膜
膝
膠
膣
膨
膳
膵
膿
臀
臆
臓
臣
臥
臨
自
臭
至
致
臼
與
興
舌
舎
舐
舗
舘
舜
舞
舟
航
舫
般
舵
舶
舷
船
艇
艦
良
色
艶
艸
芋
芒
芙
芝
芥
芦
芭
芯
花
芳
芸
芹
芻
芽
苅
苑
苔
苗
苛
若
苦
苫
英
苺
茂
茄
茅
茉
茎
茗
茜
茨
茶
茸
茹
草
荏
荒
荘
荷
荻
荼
莉
莫
莱
菅
菊
菌
菓
菖
菜
菩
華
菰
菱
菴
萄
萌
萎
萩
萬
萱
落
葉
著
葛
葡
董
葦
葬
葱
葵
葺
蒔
蒙
蒜
蒟
蒡
蒲
蒸
蒻
蒼
蓄
蓉
蓋
蓑
蓬
蓮
蓼
蔑
蔓
蔦
蔭
蔵
蔽
蕁
蕉
蕎
蕗
蕨
蕩
蕪
蕾
薄
薇
薔
薗
薙
薦
薩
薪
薫
薬
薮
薯
藁
藍
藏
藝
藤
藩
藪
藻
蘇
蘭
虎
虐
虚
虜
虞
號
虫
虹
蚊
蚕
蚤
蛆
蛇
蛉
蛋
蛍
蛙
蛛
蛤
蛭
蛮
蛸
蛾
蜂
蜃
蜘
蜜
蜻
蝉
蝋
蝕
蝗
蝦
蝶
蝿
融
螺
蟲
蟹
蟻
蠅
蠍
蠣
血
衆
行
術
街
衛
衝
衡
衣
表
衰
衷
衿
袈
袋
袖
被
袴
裁
裂
装
裏
裔
裕
補
裟
裳
裸
製
裾
褄
複
褌
褐
褒
褪
襖
襟
襲
襷
西
要
覆
覇
見
規
視
覗
覚
覧
親
観
角
解
触
言
訂
訃
計
訊
討
訓
託
記
訛
訝
訟
訣
訪
設
許
訳
訴
訶
診
証
詈
詐
詔
評
詛
詞
詠
詣
試
詩
詫
詭
詮
詰
話
該
詳
誅
誇
誉
誌
認
誓
誕
誘
語
誠
誤
説
読
誰
課
誹
調
談
請
諏
諒
論
諜
諦
諧
諫
諭
諮
諸
諾
謀
謁
謂
謄
謎
謗
謙
講
謝
謡
謳
謹
識
譚
譜
警
議
譲
護
讀
讃
讐
谷
豆
豊
豚
象
豪
豹
貌
貝
貞
負
財
貢
貧
貨
販
貪
貫
責
貯
貰
貴
貶
買
貸
費
貼
貿
賀
賂
賃
賄
資
賊
賑
賓
賛
賜
賞
賠
賢
賣
賤
賦
質
賭
購
賽
贄
贅
贈
贔
赤
赦
走
赴
起
超
越
趙
趣
足
趾
跋
距
跡
跨
路
跳
践
踊
踏
踪
踵
蹂
蹄
蹊
蹟
蹴
躁
躇
躊
躍
躓
躙
身
躾
車
軋
軌
軍
軒
軟
転
軸
軽
較
載
輌
輔
輝
輩
輪
輸
輿
轄
轍
轟
轢
辛
辞
辟
辣
辰
辱
農
辺
辻
込
辿
迂
迄
迅
迎
近
返
这
迦
迫
迭
述
迷
追
退
送
逃
逅
逆
透
逐
逓
途
逗
這
通
逝
逞
速
造
逢
連
逮
週
進
逸
逼
遂
遅
遇
遊
運
遍
過
道
達
違
遙
遜
遠
遡
遣
遥
適
遭
遮
遵
遷
選
遺
遼
遽
避
邁
邂
還
邉
邊
邑
那
邦
邪
邸
郁
郊
郎
郡
部
郭
郵
郷
都
鄙
酉
酊
酌
配
酎
酒
酔
酛
酢
酩
酪
酬
酵
酷
酸
醂
醇
醍
醐
醒
醜
醤
醬
醸
采
釈
里
重
野
量
金
釘
釜
針
釣
釧
鈍
鈴
鉄
鉛
鉢
鉱
鉾
銀
銃
銅
銘
銚
銭
鋏
鋭
鋲
鋳
鋸
鋼
錆
錠
錦
錫
錬
錮
錯
録
鍋
鍛
鍬
鍮
鍵
鍼
鍾
鎌
鎖
鎚
鎧
鎮
鏑
鏡
鐘
鐵
鑑
鑽
長
門
閃
閉
開
閑
間
閖
関
閣
閤
閥
閲
閻
闇
闊
闘
阜
阪
防
阻
阿
陀
附
降
限
陛
院
陣
除
陥
陪
陰
陳
陵
陶
陸
険
陽
隅
隆
隈
隊
階
随
隔
隕
隙
際
障
隠
隣
隧
隷
隻
隼
雀
雁
雄
雅
集
雇
雉
雌
雑
雛
離
難
雨
雪
雫
雰
雲
零
雷
雹
電
需
震
霊
霜
霞
霧
霰
露
靄
青
靖
静
非
靡
面
革
靭
靱
靴
鞄
鞆
鞍
鞘
鞠
鞭
韋
韓
韮
音
韻
響
頁
頂
頃
項
順
須
預
頑
頒
頓
領
頚
頬
頭
頰
頷
頸
頻
頼
顆
題
額
顎
顔
顕
願
顛
類
顧
風
颯
飛
食
飢
飩
飯
飲
飴
飼
飽
飾
餃
餅
餉
養
餌
餐
餓
餡
館
饂
饅
饒
饗
首
香
馬
馳
馴
駄
駅
駆
駐
駒
駕
駿
騎
騒
験
騙
騨
騰
驕
驚
骨
骸
髄
高
髙
髪
髭
鬱
鬼
魁
魂
魅
魍
魎
魔
魚
魯
鮎
鮑
鮒
鮨
鮪
鮫
鮭
鮮
鯉
鯖
鯛
鯨
鯱
鯵
鰆
鰐
鰤
鰯
鰹
鰻
鱈
鱒
鱗
鱧
鱸
鳥
鳩
鳳
鳴
鳶
鴉
鴎
鴨
鴻
鵜
鵠
鵬
鶏
鶯
鶴
鷄
鷲
鷹
鷺
鸞
鹸
鹿
麒
麓
麗
麟
麦
麩
麵
麹
麺
麻
麿
黄
黎
黑
黒
黙
鼎
鼓
鼠
鼻
齊
齋
齢
齧
龍
ꇴ
ꈊ
ꈍ
ꉂ
ꐦ
꒦
꒪
꒫
꒰
꒱
꒳
ꔛ
ꕤ
Ꙭ
꙳
꜀
꜄
꜆
ꠥ
고
니
다
리
소
아
야
오
요
이
일
지
하
한
해
호
흐
﨑
︎
️
￼
𐤔
𓂂
𓂃
𓇋
𓈒
𓌉
𓏸
𓐍
𖠚
𖤐
𖥦
𖥧
𖦹
🀄
🃏
🅰
🅱
🅿
🆓
🆕
🆖
🆗
🆘
🆙
🆚
🇦
🇧
🇨
🇩
🇪
🇫
🇬
🇭
🇮
🇯
🇰
🇱
🇲
🇳
🇴
🇵
🇶
🇷
🇸
🇹
🇺
🇻
🇼
🇽
🇾
🇿
🌀
🌁
🌂
🌃
🌄
🌅
🌆
🌇
🌈
🌉
🌊
🌋
🌌
🌍
🌎
🌏
🌐
🌒
🌓
🌔
🌕
🌖
🌙
🌚
🌛
🌜
🌝
🌞
🌟
🌠
🌡
🌤
🌥
🌦
🌧
🌨
🌩
🌪
🌫
🌬
🌭
🌮
🌯
🌰
🌱
🌲
🌳
🌴
🌵
🌶
🌷
🌸
🌹
🌺
🌻
🌼
🌽
🌾
🌿
🍀
🍁
🍂
🍃
🍄
🍅
🍆
🍇
🍈
🍉
🍊
🍋
🍌
🍍
🍎
🍏
🍐
🍑
🍒
🍓
🍔
🍕
🍖
🍗
🍘
🍙
🍚
🍛
🍜
🍝
🍞
🍟
🍠
🍡
🍢
🍣
🍤
🍥
🍦
🍧
🍨
🍩
🍪
🍫
🍬
🍭
🍮
🍯
🍰
🍱
🍲
🍳
🍴
🍵
🍶
🍷
🍸
🍹
🍺
🍻
🍼
🍽
🍾
🍿
🎀
🎁
🎂
🎃
🎄
🎅
🎆
🎇
🎈
🎉
🎊
🎋
🎌
🎍
🎎
🎏
🎐
🎑
🎒
🎓
🎖
🎙
🎞
🎟
🎠
🎡
🎢
🎣
🎤
🎥
🎦
🎧
🎨
🎩
🎪
🎫
🎬
🎭
🎮
🎯
🎰
🎱
🎲
🎳
🎴
🎵
🎶
🎷
🎸
🎹
🎺
🎻
🎼
🎽
🎾
🎿
🏀
🏁
🏂
🏃
🏄
🏅
🏆
🏇
🏈
🏉
🏊
🏋
🏌
🏍
🏎
🏏
🏐
🏒
🏓
🏔
🏕
🏖
🏗
🏘
🏙
🏚
🏝
🏞
🏟
🏠
🏡
🏢
🏣
🏥
🏦
🏨
🏩
🏪
🏫
🏬
🏭
🏮
🏯
🏰
🏳
🏴
🏵
🏸
🏹
🏺
🏻
🏼
🏽
🏾
🏿
🐀
🐁
🐂
🐃
🐄
🐅
🐆
🐇
🐈
🐉
🐊
🐋
🐌
🐍
🐎
🐏
🐐
🐑
🐒
🐓
🐔
🐕
🐖
🐗
🐘
🐙
🐚
🐛
🐜
🐝
🐞
🐟
🐠
🐡
🐢
🐣
🐤
🐥
🐦
🐧
🐨
🐩
🐪
🐫
🐬
🐭
🐮
🐯
🐰
🐱
🐲
🐳
🐴
🐵
🐶
🐷
🐸
🐹
🐺
🐻
🐼
🐽
🐾
🐿
👀
👁
👂
👃
👄
👅
👆
👇
👈
👉
👊
👋
👌
👍
👎
👏
👐
👑
👒
👓
👔
👕
👖
👗
👘
👙
👚
👛
👜
👞
👟
👠
👢
👣
👤
👦
👧
👨
👩
👪
👫
👬
👭
👮
👯
👰
👱
👲
👳
👴
👵
👶
👷
👸
👹
👺
👻
👼
👽
👾
👿
💀
💁
💃
💄
💅
💆
💇
💈
💉
💊
💋
💌
💍
💎
💏
💐
💑
💒
💓
💔
💕
💖
💗
💘
💙
💚
💛
💜
💝
💞
💟
💠
💡
💢
💣
💤
💥
💦
💧
💨
💩
💪
💫
💬
💭
💮
💯
💰
💳
💴
💵
💸
💹
💺
💻
💼
💿
📀
📄
📅
📆
📈
📉
📌
📍
📑
📕
📖
📗
📘
📚
📛
📝
📞
📡
📢
📣
📦
📧
📨
📩
📮
📯
📰
📱
📲
📶
📷
📸
📹
📺
📻
📽
📿
🔁
🔅
🔆
🔊
🔋
🔌
🔍
🔎
🔑
🔔
🔗
🔚
🔛
🔜
🔞
🔥
🔦
🔧
🔨
🔩
🔪
🔫
🔮
🔰
🔴
🔵
🔶
🔷
🔸
🔹
🔺
🔻
🔽
🕊
🕐
🕒
🕛
🕯
🕰
🕳
🕵
🕶
🕷
🕸
🕹
🕺
🖊
🖋
🖌
🖐
🖕
🖖
🖤
🖥
🖼
🗑
🗓
🗝
🗞
🗡
🗣
🗨
🗯
🗳
🗺
🗻
🗼
🗽
🗾
🗿
😀
😁
😂
😃
😄
😅
😆
😇
😈
😉
😊
😋
😌
😍
😎
😏
😐
😑
😒
😓
😔
😕
😖
😗
😘
😙
😚
😛
😜
😝
😞
😟
😠
😡
😢
😣
😤
😥
😦
😧
😨
😩
😪
😫
😬
😭
😮
😯
😰
😱
😲
😳
😴
😵
😶
😷
😸
😹
😺
😻
😼
😽
😾
😿
🙀
🙁
🙂
🙃
🙄
🙅
🙆
🙇
🙈
🙉
🙊
🙋
🙌
🙍
🙎
🙏
🚀
🚁
🚂
🚃
🚄
🚅
🚆
🚇
🚈
🚉
🚊
🚋
🚌
🚍
🚎
🚏
🚐
🚑
🚒
🚓
🚔
🚕
🚖
🚗
🚘
🚙
🚚
🚛
🚜
🚝
🚞
🚢
🚣
🚤
🚥
🚧
🚨
🚩
🚪
🚫
🚬
🚭
🚮
🚰
🚲
🚴
🚵
🚶
🚹
🚺
🚻
🚽
🚾
🚿
🛀
🛁
🛌
🛍
🛎
🛏
🛐
🛒
🛞
🛠
🛣
🛤
🛥
🛩
🛫
🛬
🛳
🛵
🛷
🛸
🛹
🛻
🟠
🟡
🟢
🟣
🟥
🟦
🟧
🟨
🟩
🟰
🤌
🤍
🤎
🤏
🤐
🤑
🤒
🤓
🤔
🤕
🤖
🤗
🤘
🤙
🤚
🤛
🤜
🤝
🤞
🤟
🤠
🤡
🤢
🤣
🤤
🤥
🤦
🤧
🤨
🤩
🤪
🤫
🤬
🤭
🤮
🤯
🤱
🤲
🤳
🤴
🤵
🤶
🤷
🤸
🤺
🤼
🤿
🥀
🥁
🥂
🥃
🥄
🥅
🥇
🥈
🥉
🥊
🥋
🥌
🥎
🥐
🥑
🥒
🥓
🥔
🥕
🥖
🥗
🥘
🥙
🥚
🥛
🥜
🥝
🥞
🥟
🥡
🥢
🥣
🥤
🥥
🥦
🥧
🥩
🥪
🥫
🥬
🥭
🥮
🥯
🥰
🥱
🥲
🥳
🥴
🥵
🥶
🥷
🥸
🥹
🥺
🥾
🦀
🦁
🦂
🦃
🦄
🦅
🦆
🦇
🦈
🦉
🦊
🦋
🦌
🦍
🦎
🦏
🦐
🦑
🦒
🦓
🦔
🦕
🦖
🦗
🦘
🦙
🦚
🦛
🦜
🦝
🦞
🦟
🦠
🦢
🦣
🦥
🦦
🦩
🦪
🦫
🦬
🦭
🦮
🦰
🦱
🦲
🦳
🦴
🦵
🦶
🦷
🦸
🦹
🦺
🦻
🦾
🧀
🧁
🧂
🧄
🧅
🧇
🧈
🧊
🧋
🧎
🧏
🧐
🧑
🧒
🧓
🧔
🧖
🧘
🧙
🧚
🧛
🧜
🧞
🧟
🧠
🧡
🧢
🧣
🧤
🧥
🧦
🧧
🧨
🧩
🧪
🧬
🧱
🧳
🧴
🧵
🧶
🧸
🧹
🧺
🧼
🧽
🩰
🩲
🩳
🩵
🩷
🩸
🩹
🩺
🪃
🪄
🪐
🪑
🪓
🪖
🪘
🪙
🪜
🪞
🪟
🪡
🪣
🪥
🪦
🪨
🪩
🪫
🪰
🪳
🪴
🪵
🪶
🪷
🪸
🫀
🫂
🫃
🫅
🫐
🫑
🫒
🫓
🫕
🫖
🫘
🫠
🫡
🫢
🫣
🫤
🫥
🫦
🫧
🫨
🫰
🫱
🫲
🫴
🫵
🫶
󠁢
󠁥
󠁧
󠁮
󠁿
󠄀
##!
##"
###
##$
##%
##&
##'
##(
##)
##*
##+
##,
##-
##.
##/
##0
##1
##2
##3
##4
##5
##6
##7
##8
##9
##:
##;
##<
##=
##>
##?
##@
##A
##B
##C
##D
##E
##F
##G
##H
##I
##J
##K
##L
##M
##N
##O
##P
##Q
##R
##S
##T
##U
##V
##W
##X
##Y
##Z
##[
##\
##]
##^
##_
##`
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
##{
##|
##}
##~
##¢
##¥
##¦
##§
##©
##«
##¬
##®
##°
##¶
##·
##»
##¿
##Á
##É
##Ì
##Ò
##Ó
##×
##Ø
##Ü
##à
##á
##ä
##è
##é
##í
##ò
##ó
##ö
##ü
##ŋ
##Ō
##ō
##ŏ
##ŧ
##ū
##ơ
##ƪ
##ɛ
##ɜ
##ɞ
##ɦ
##ʅ
##ʔ
##ʕ
##ʖ
##ʘ
##ʚ
##ʟ
##ʬ
##˂
##˃
##ˆ
##ˇ
##ˉ
##ˊ
##ˋ
##ˍ
##ˎ
##˖
##˗
##ˬ
##˵
##˶
##̀
##́
##̃
##̄
##̅
##̆
##̇
##̈
##̊
##̑
##̒
##̖
##̣
##̤
##̥
##̧
##̩
##̫
##̮
##̯
##̱
##̳
##̴
##̵
##̶
##̷
##͈
##͙
##͛
##͜
##͞
##͟
##͡
##Δ
##Θ
##Σ
##Φ
##Ψ
##Ω
##α
##β
##γ
##ε
##θ
##ι
##μ
##ν
##ξ
##ο
##π
##ρ
##σ
##φ
##ψ
##ω
##Д
##З
##Ф
##Я
##а
##д
##з
##о
##т
##ё
##ԅ
##՞
##֊
##س
##ع
##ل
##م
##ه
##و
##ى
##ي
##٥
##٩
##ٹ
##ڡ
##۶
##߹
##ࡇ
##ु
##ू
##॑
##ਊ
##੭
##୧
##୨
##இ
##౪
##ಠ
##ദ
##ി
##്
##ෆ
##ก
##ค
##ฅ
##ง
##ด
##ท
##น
##บ
##ม
##ย
##ร
##ล
##ว
##อ
##ั
##า
##ิ
##ี
##เ
##่
##้
##ํ
##๑
##๓
##๛
##໒
##༎
##༥
##ཀ
##ཫ
##ི
##ོ
##ྀ
##࿉
##ლ
##ღ
##ჱ
##ᄀ
##ᄂ
##ᄃ
##ᄅ
##ᄆ
##ᄇ
##ᄉ
##ᄋ
##ᄌ
##ᄍ
##ᄎ
##ᄏ
##ᄑ
##ᄒ
##ᅀ
##ᅇ
##ᅌ
##ᅙ
##ᅠ
##ᅡ
##ᅢ
##ᅣ
##ᅥ
##ᅧ
##ᅮ
##ᅲ
##ᅳ
##ᐕ
##ᐙ
##ᐛ
##ᐝ
##ᐟ
##ᐠ
##ᐡ
##ᐢ
##ᔦ
##ᔨ
##ᕕ
##ᕗ
##ᕙ
##ᕤ
##ᕦ
##ᗜ
##ᗨ
##ᯅ
##ᴖ
##ᴗ
##ᴥ
##᷄
##᷅
##᷆
##᷇
##ὢ
##ᾥ
##​
##‍
##‐
##–
##—
##―
##‘
##’
##“
##”
##†
##•
##‧
##‰
##′
##‵
##‸
##‹
##›
##※
##‿
##⁍
##⁎
##⁝
##⁠
##⁡
##€
##⃘
##←
##↑
##→
##↓
##↔
##↗
##↘
##↝
##⇄
##⇆
##⇐
##⇒
##⇔
##⇨
##⇩
##⇽
##∀
##∂
##∇
##∈
##∋
##∑
##−
##∗
##√
##∞
##∠
##∥
##∧
##∩
##∪
##∫
##∵
##≒
##≖
##≠
##≡
##≦
##≧
##≪
##≫
##⊂
##⊃
##⊙
##⊿
##⋅
##⋆
##⋯
##⌄
##⌑
##⌒
##⌓
##⌚
##⌣
##⌯
##⏩
##⏬
##⏰
##⏳
##⑅
##⑉
##─
##━
##│
##┃
##┈
##┌
##┏
##┐
##┓
##└
##┗
##┘
##┛
##┻
##╥
##╭
##╮
##╯
##╰
##╹
##█
##▓
##■
##□
##▪
##▫
##▭
##▲
##△
##▶
##▷
##►
##▼
##▽
##▿
##◀
##◁
##◆
##◇
##◉
##◊
##○
##◌
##◍
##◎
##●
##◒
##◔
##◕
##◜
##◝
##◞
##◟
##◠
##◡
##◢
##◤
##◥
##◦
##◯
##◼
##◾
##☀
##☁
##☂
##☃
##☄
##★
##☆
##☉
##☎
##☑
##☓
##☔
##☕
##☗
##☘
##☚
##☜
##☝
##☞
##☟
##☠
##☪
##☮
##☹
##☺
##☻
##♀
##♂
##♠
##♡
##♣
##♥
##♦
##♨
##♩
##♪
##♫
##♬
##♭
##♯
##♻
##♾
##♿
##⚐
##⚑
##⚒
##⚓
##⚔
##⚙
##⚜
##⚠
##⚡
##⚪
##⚫
##⚰
##⚽
##⚾
##⛄
##⛅
##⛈
##⛑
##⛓
##⛩
##⛪
##⛰
##⛱
##⛲
##⛳
##⛴
##⛵
##⛷
##⛸
##⛹
##⛺
##⛽
##✂
##✅
##✈
##✉
##✊
##✋
##✌
##✍
##✏
##✒
##✔
##✕
##✖
##✝
##✧
##✨
##✩
##✪
##✰
##✳
##✴
##✿
##❀
##❁
##❄
##❅
##❇
##❋
##❌
##❎
##❓
##❔
##❕
##❗
##❛
##❢
##❣
##❤
##❥
##❶
##❷
##❸
##❹
##➕
##➖
##➡
##➰
##➿
##⟵
##⠀
##⤴
##⤵
##⦅
##⦆
##⬅
##⬆
##⬇
##⬛
##⬜
##⭐
##⭕
##⸒
##⸜
##⸝
##、
##。
##〃
##々
##〆
##〇
##〈
##〉
##《
##》
##「
##」
##『
##』
##【
##】
##〒
##〔
##〕
##〖
##〗
##〘
##〙
##〜
##〝
##〟
##〠
##〰
##〽
##ぁ
##あ
##ぃ
##い
##ぅ
##う
##ぇ
##え
##ぉ
##お
##か
##が
##き
##ぎ
##く
##ぐ
##け
##げ
##こ
##ご
##さ
##ざ
##し
##じ
##す
##ず
##せ
##ぜ
##そ
##ぞ
##た
##だ
##ち
##ぢ
##っ
##つ
##づ
##て
##で
##と
##ど
##な
##に
##ぬ
##ね
##の
##は
##ば
##ぱ
##ひ
##び
##ぴ
##ふ
##ぶ
##ぷ
##へ
##べ
##ぺ
##ほ
##ぼ
##ぽ
##ま
##み
##む
##め
##も
##ゃ
##や
##ゅ
##ゆ
##ょ
##よ
##ら
##り
##る
##れ
##ろ
##ゎ
##わ
##ゐ
##ゑ
##を
##ん
##ゔ
##゙
##゚
##ゝ
##ゞ
##ァ
##ア
##ィ
##イ
##ゥ
##ウ
##ェ
##エ
##ォ
##オ
##カ
##ガ
##キ
##ギ
##ク
##グ
##ケ
##ゲ
##コ
##ゴ
##サ
##ザ
##シ
##ジ
##ス
##ズ
##セ
##ゼ
##ソ
##ゾ
##タ
##ダ
##チ
##ヂ
##ッ
##ツ
##ヅ
##テ
##デ
##ト
##ド
##ナ
##ニ
##ヌ
##ネ
##ノ
##ハ
##バ
##パ
##ヒ
##ビ
##ピ
##フ
##ブ
##プ
##ヘ
##ベ
##ペ
##ホ
##ボ
##ポ
##マ
##ミ
##ム
##メ
##モ
##ャ
##ヤ
##ュ
##ユ
##ョ
##ヨ
##ラ
##リ
##ル
##レ
##ロ
##ヮ
##ワ
##ヰ
##ヱ
##ヲ
##ン
##ヴ
##ヵ
##ヶ
##・
##ー
##ヽ
##ヾ
##ㄘ
##一
##丁
##七
##万
##丈
##三
##上
##下
##不
##与
##丑
##且
##世
##丘
##丞
##両
##並
##个
##中
##串
##丸
##丹
##主
##丼
##丿
##乃
##久
##么
##之
##乏
##乗
##乙
##九
##乞
##也
##乱
##乳
##乾
##亀
##了
##予
##争
##事
##二
##云
##互
##五
##井
##亜
##亞
##亡
##交
##亨
##享
##京
##亭
##亮
##人
##什
##仁
##仄
##仇
##今
##介
##仏
##仔
##仕
##他
##付
##仙
##代
##令
##以
##仮
##仰
##仲
##件
##任
##企
##伊
##伍
##伎
##伏
##伐
##休
##会
##伝
##伯
##伴
##伸
##似
##伽
##但
##位
##低
##住
##佐
##佑
##体
##何
##余
##佛
##作
##你
##佳
##併
##使
##來
##例
##侍
##侑
##侘
##供
##依
##侠
##価
##侮
##侯
##侵
##侶
##便
##係
##促
##俊
##俗
##保
##信
##俣
##修
##俳
##俵
##俸
##俺
##倅
##倉
##個
##倍
##倒
##倖
##候
##借
##倣
##値
##倦
##倫
##倭
##倶
##倹
##偉
##偏
##做
##停
##健
##側
##偵
##偶
##偽
##傍
##傑
##傘
##備
##催
##傭
##傳
##債
##傷
##傾
##働
##像
##僕
##僚
##僧
##儀
##億
##儒
##儘
##償
##儡
##優
##儲
##元
##兄
##充
##兆
##先
##光
##克
##免
##兎
##児
##党
##兜
##入
##全
##八
##公
##六
##共
##兵
##其
##具
##典
##兼
##内
##円
##冊
##再
##冑
##冒
##写
##冠
##冤
##冥
##冨
##冬
##冴
##冶
##冷
##凄
##准
##凋
##凌
##凍
##凛
##凜
##凝
##几
##凡
##処
##凧
##凪
##凰
##凱
##凶
##凸
##凹
##出
##函
##刀
##刃
##分
##切
##刈
##刊
##刑
##列
##初
##判
##別
##利
##刮
##到
##制
##刷
##券
##刹
##刺
##刻
##剃
##則
##削
##剋
##前
##剖
##剛
##剝
##剣
##剤
##剥
##副
##剰
##割
##創
##劇
##力
##功
##加
##劣
##助
##努
##劫
##励
##労
##効
##劾
##勃
##勅
##勇
##勉
##勒
##動
##勘
##務
##勝
##募
##勢
##勤
##勧
##勲
##勾
##勿
##匂
##包
##化
##北
##匙
##匠
##匡
##匹
##区
##医
##匿
##十
##千
##升
##午
##半
##卑
##卒
##卓
##協
##南
##単
##博
##卜
##占
##卯
##印
##危
##即
##却
##卵
##卸
##卿
##厄
##厘
##厚
##原
##厨
##厩
##厭
##厳
##厶
##去
##参
##又
##叉
##及
##友
##双
##反
##収
##叔
##取
##受
##叙
##叡
##叢
##口
##古
##句
##叩
##只
##叫
##召
##可
##台
##史
##右
##叶
##号
##司
##吃
##各
##合
##吉
##吊
##同
##名
##后
##吏
##吐
##向
##君
##吟
##吠
##否
##吧
##含
##吸
##吹
##吽
##吾
##呂
##呆
##呈
##呉
##告
##呑
##呟
##周
##呪
##味
##呵
##呼
##命
##咀
##咄
##咋
##和
##咎
##咖
##咤
##咥
##咫
##咬
##咲
##咳
##咽
##哀
##品
##哉
##員
##哨
##哭
##哲
##哺
##唄
##唆
##唇
##唐
##唯
##唱
##唸
##唾
##啄
##商
##啊
##問
##啓
##善
##喉
##喋
##喘
##喚
##喜
##喝
##喧
##喩
##喪
##喫
##喬
##喰
##喱
##営
##嗜
##嗟
##嗣
##嘆
##嘉
##嘗
##嘘
##嘩
##嘱
##嘲
##噌
##噛
##器
##噴
##噺
##嚇
##嚢
##嚥
##嚼
##囃
##囚
##四
##回
##因
##団
##囧
##困
##囲
##図
##固
##国
##圃
##國
##圏
##園
##圓
##團
##土
##圧
##在
##圭
##地
##址
##坂
##均
##坊
##坐
##坑
##坦
##坪
##垂
##型
##垢
##垣
##埃
##埋
##城
##埜
##域
##埴
##執
##培
##基
##埼
##堀
##堂
##堅
##堕
##堤
##堪
##堰
##報
##場
##堵
##堺
##塀
##塁
##塊
##塑
##塔
##塗
##塙
##塚
##塞
##塡
##塩
##填
##塵
##塾
##境
##墓
##増
##墜
##墟
##墨
##墳
##墾
##壁
##壇
##壊
##壌
##士
##壮
##声
##壱
##売
##壷
##壺
##壽
##変
##夏
##夕
##外
##多
##夜
##夢
##大
##天
##太
##夫
##央
##失
##夷
##奇
##奈
##奉
##奎
##奏
##契
##奔
##套
##奢
##奥
##奧
##奨
##奪
##奮
##女
##奴
##好
##如
##妃
##妄
##妊
##妓
##妖
##妙
##妨
##妬
##妹
##妻
##姉
##始
##姐
##姑
##姓
##委
##姜
##姥
##姦
##姨
##姪
##姫
##姻
##姿
##威
##娑
##娘
##娠
##娩
##娯
##婆
##婚
##婦
##婿
##媒
##媚
##媛
##嫁
##嫉
##嫌
##嫡
##嬉
##嬌
##嬢
##子
##孔
##孕
##字
##存
##孝
##孟
##季
##孤
##学
##孫
##學
##宅
##宇
##守
##安
##完
##宍
##宏
##宕
##宗
##官
##宙
##定
##宛
##宜
##宝
##実
##客
##宣
##室
##宮
##宰
##害
##宴
##宵
##家
##容
##宿
##寂
##寄
##寅
##密
##富
##寒
##寛
##寝
##察
##寡
##實
##寧
##審
##寮
##寶
##寸
##寺
##対
##寿
##封
##専
##射
##将
##尉
##尊
##尋
##導
##小
##少
##尖
##尚
##尤
##就
##尺
##尻
##尼
##尽
##尾
##尿
##局
##屁
##居
##屈
##届
##屋
##屍
##屏
##屑
##屓
##展
##属
##層
##履
##屯
##山
##岐
##岡
##岩
##岬
##岳
##岸
##峙
##峠
##峡
##峨
##峯
##峰
##島
##峻
##崇
##崎
##崖
##崩
##嵌
##嵐
##嵩
##嵯
##嶋
##嶺
##嶽
##巌
##川
##州
##巡
##巣
##工
##左
##巧
##巨
##巫
##差
##己
##已
##巳
##巴
##巻
##巾
##市
##布
##帆
##希
##帖
##帝
##帥
##師
##席
##帯
##帰
##帳
##常
##帽
##幅
##幌
##幕
##幟
##幡
##幣
##干
##平
##年
##幸
##幹
##幻
##幼
##幽
##幾
##庁
##広
##庄
##庇
##床
##序
##底
##店
##府
##度
##座
##庫
##庭
##庵
##庶
##康
##庸
##廃
##廉
##廊
##廟
##廣
##延
##廷
##建
##廻
##弁
##弄
##弊
##式
##弐
##弓
##弔
##引
##弘
##弛
##弟
##弥
##弦
##弧
##弱
##張
##強
##弾
##彅
##彌
##当
##彙
##彡
##形
##彦
##彩
##彫
##彰
##影
##役
##彼
##彿
##往
##征
##径
##待
##很
##徊
##律
##後
##徐
##徒
##従
##得
##御
##徨
##復
##循
##微
##徳
##徴
##徹
##心
##必
##忌
##忍
##志
##忘
##忙
##応
##忠
##快
##念
##忽
##怒
##怖
##思
##怠
##急
##性
##怨
##怪
##怯
##恋
##恍
##恐
##恒
##恣
##恥
##恨
##恩
##恭
##息
##恵
##悉
##悔
##悟
##悠
##患
##悦
##悩
##悪
##悲
##悶
##悸
##悼
##情
##惑
##惚
##惜
##惠
##惣
##惧
##惨
##惰
##想
##愁
##意
##愕
##愚
##愛
##感
##慄
##慈
##態
##慌
##慎
##慕
##慢
##慣
##慧
##慨
##慮
##慰
##慶
##憂
##憊
##憎
##憐
##憑
##憚
##憤
##憩
##憫
##憬
##憲
##憶
##憾
##懇
##應
##懐
##懲
##懸
##戌
##成
##我
##戒
##戚
##戦
##戮
##戯
##戴
##戸
##戻
##房
##所
##扇
##扉
##手
##才
##打
##払
##托
##扱
##扶
##承
##技
##抄
##把
##抑
##投
##抗
##折
##抜
##択
##披
##抱
##抵
##抹
##押
##抽
##担
##拉
##拌
##拍
##拐
##拒
##拓
##拗
##拙
##招
##拝
##拠
##拡
##括
##拭
##拳
##拵
##拶
##拾
##持
##指
##挙
##挟
##挫
##振
##挺
##挽
##挿
##捉
##捌
##捏
##捕
##捗
##捜
##捨
##据
##捲
##捺
##捻
##掃
##授
##掌
##排
##掘
##掛
##掟
##掠
##採
##探
##接
##控
##推
##措
##掬
##掲
##掴
##掻
##揃
##揄
##揆
##揉
##描
##提
##揖
##揚
##換
##握
##揮
##援
##揺
##損
##搬
##搭
##携
##搾
##摂
##摘
##摩
##摯
##摺
##撃
##撒
##撞
##撤
##撥
##撫
##播
##撮
##撰
##撲
##擁
##操
##擢
##擦
##擬
##攣
##攫
##支
##改
##攻
##放
##政
##故
##敏
##救
##敗
##教
##敢
##散
##敦
##敬
##数
##整
##敵
##敷
##文
##斉
##斎
##斐
##斑
##斗
##料
##斜
##斥
##斧
##斬
##断
##斯
##新
##方
##於
##施
##旅
##旋
##族
##旗
##旛
##既
##日
##旦
##旧
##旨
##早
##旬
##旭
##昂
##昆
##昇
##昌
##明
##昏
##易
##昔
##星
##映
##春
##昧
##昨
##昭
##是
##昼
##時
##晃
##晋
##晒
##晦
##晩
##景
##晰
##晴
##晶
##智
##暁
##暇
##暈
##暉
##暑
##暖
##暗
##暢
##暦
##暮
##暴
##曇
##曙
##曜
##曝
##曰
##曲
##曳
##更
##書
##曹
##曼
##曽
##曾
##替
##最
##會
##月
##有
##朋
##服
##朔
##朕
##朗
##望
##朝
##期
##朧
##木
##未
##末
##本
##札
##朱
##朴
##机
##朽
##杉
##李
##杏
##材
##村
##杓
##杖
##杜
##束
##条
##来
##杭
##杯
##東
##杵
##杷
##松
##板
##枇
##析
##枕
##林
##枚
##果
##枝
##枠
##枡
##枢
##枯
##架
##枷
##柄
##柏
##某
##柑
##染
##柔
##柚
##柩
##柱
##柳
##柴
##柵
##査
##柿
##栃
##栄
##栓
##栖
##栗
##校
##株
##核
##根
##格
##栽
##桁
##桂
##桃
##案
##桐
##桑
##桜
##桝
##桟
##桧
##桶
##梁
##梅
##梓
##梗
##條
##梟
##梠
##梢
##梨
##梯
##械
##梱
##梶
##棄
##棋
##棍
##棒
##棘
##棚
##棟
##森
##棲
##棺
##椀
##椅
##椋
##植
##椎
##椒
##検
##椰
##椿
##楊
##楓
##楚
##楠
##楢
##業
##楯
##極
##楷
##楼
##楽
##概
##榎
##榮
##榴
##槃
##槇
##構
##槌
##槍
##様
##槙
##槻
##槽
##樂
##樋
##樓
##標
##模
##権
##横
##樫
##樹
##樺
##樽
##橋
##橘
##橙
##機
##橿
##檀
##檎
##檜
##檬
##檻
##櫃
##櫓
##櫛
##櫻
##欄
##欅
##欒
##欠
##次
##欧
##欲
##欺
##欽
##款
##歌
##歓
##止
##正
##此
##武
##歩
##歪
##歯
##歳
##歴
##死
##殆
##殉
##殊
##残
##殖
##殴
##段
##殺
##殻
##殿
##毀
##毅
##母
##毎
##毒
##比
##毘
##毛
##毬
##毯
##氏
##民
##気
##氣
##水
##氷
##永
##汁
##求
##汎
##汐
##汗
##汚
##江
##池
##汰
##汲
##決
##汽
##沁
##沃
##沈
##沌
##沖
##沙
##没
##沢
##沫
##河
##沸
##油
##治
##沼
##沿
##況
##泄
##泉
##泊
##泌
##法
##泡
##波
##泣
##泥
##注
##泪
##泰
##泳
##洋
##洒
##洗
##洛
##洞
##津
##洩
##洪
##洲
##洸
##活
##派
##流
##浄
##浅
##浜
##浦
##浩
##浪
##浮
##浴
##海
##浸
##涅
##消
##涌
##涎
##涙
##涛
##涜
##涯
##液
##涸
##涼
##淀
##淋
##淑
##淡
##淫
##深
##淳
##淵
##混
##添
##清
##渇
##済
##渉
##渋
##渓
##渕
##渚
##減
##渠
##渡
##渥
##渦
##温
##測
##港
##游
##渾
##湊
##湖
##湘
##湧
##湯
##湾
##湿
##満
##源
##準
##溜
##溝
##溢
##溪
##溶
##溺
##滅
##滉
##滋
##滑
##滝
##滞
##滴
##滾
##漁
##漂
##漆
##漉
##漏
##演
##漕
##漠
##漢
##漫
##漬
##漲
##漸
##潔
##潜
##潟
##潤
##潮
##潰
##澄
##澤
##澱
##激
##濁
##濃
##濠
##濡
##濤
##濫
##濯
##濱
##瀑
##瀞
##瀧
##瀨
##瀬
##灌
##灘
##灣
##火
##灯
##灰
##灸
##灼
##災
##炉
##炊
##炎
##炒
##炙
##炭
##炸
##点
##為
##烈
##烏
##烙
##烹
##焉
##焔
##焙
##焚
##無
##焦
##然
##焼
##煉
##煌
##煎
##煙
##照
##煩
##煮
##煽
##熊
##熟
##熱
##燃
##燈
##燐
##燕
##燗
##燥
##燦
##燭
##燵
##燻
##爆
##爛
##爪
##爬
##爵
##父
##爺
##爽
##爾
##片
##版
##牌
##牙
##牛
##牝
##牟
##牡
##牢
##牧
##物
##牲
##特
##牽
##犀
##犠
##犬
##犯
##状
##狂
##狐
##狗
##狙
##狛
##狡
##狩
##独
##狭
##狸
##狼
##猛
##猟
##猥
##猩
##猪
##猫
##献
##猿
##獄
##獅
##獣
##獲
##獺
##玄
##率
##玉
##王
##玖
##玩
##玲
##珀
##珂
##珈
##珍
##珠
##班
##現
##球
##理
##琉
##琢
##琲
##琳
##琴
##琶
##瑚
##瑛
##瑞
##瑠
##璃
##璧
##環
##璽
##瓜
##瓢
##瓦
##瓶
##甑
##甘
##甚
##甜
##生
##産
##用
##田
##由
##甲
##申
##男
##町
##画
##界
##畑
##畔
##留
##畜
##畝
##畠
##略
##番
##異
##畳
##當
##畷
##畿
##疇
##疋
##疎
##疑
##疫
##疱
##疲
##疹
##疼
##疾
##病
##症
##痍
##痒
##痔
##痕
##痘
##痙
##痛
##痢
##痩
##痰
##痴
##痺
##瘍
##瘡
##瘤
##療
##癌
##癒
##癖
##癪
##発
##登
##發
##白
##百
##的
##皆
##皇
##皐
##皮
##皺
##皿
##盃
##盆
##益
##盗
##盛
##盟
##監
##盤
##目
##盲
##直
##相
##盾
##省
##眉
##看
##県
##眞
##真
##眠
##眩
##眼
##着
##睡
##督
##睦
##睨
##瞞
##瞬
##瞭
##瞰
##瞳
##瞼
##矛
##矢
##知
##短
##矯
##石
##砂
##研
##砕
##砥
##砦
##砲
##破
##砺
##硝
##硫
##硬
##碁
##碌
##碍
##碑
##碓
##碗
##碧
##確
##磁
##磋
##磐
##磔
##磨
##磯
##礁
##礎
##礫
##示
##礼
##社
##祀
##祇
##祈
##祉
##祐
##祓
##祖
##祝
##神
##祠
##祢
##祥
##票
##祭
##祷
##禁
##禄
##禅
##禍
##福
##禰
##禽
##禿
##秀
##私
##秋
##科
##秒
##秘
##租
##秤
##秦
##秩
##称
##移
##稀
##程
##税
##稔
##稚
##稜
##種
##稲
##稼
##稽
##稿
##穀
##穂
##積
##穏
##穢
##穣
##穫
##穴
##究
##空
##穿
##突
##窃
##窄
##窒
##窓
##窟
##窩
##窪
##窮
##窯
##竄
##竈
##立
##站
##竜
##章
##竣
##童
##端
##競
##竹
##竿
##笏
##笑
##笘
##笛
##笠
##符
##第
##笹
##筆
##筈
##等
##筋
##筍
##筏
##筐
##筑
##筒
##答
##策
##箇
##箋
##箏
##箒
##箔
##箕
##算
##管
##箪
##箱
##箸
##節
##範
##篇
##築
##篠
##篤
##篭
##簀
##簡
##簾
##簿
##籍
##籠
##籤
##米
##籾
##粉
##粋
##粒
##粕
##粘
##粛
##粟
##粥
##粧
##精
##糀
##糊
##糖
##糞
##糠
##糧
##糸
##系
##糾
##紀
##約
##紅
##紋
##納
##紐
##純
##紗
##紘
##紙
##級
##紛
##素
##紡
##索
##紫
##紬
##累
##細
##紳
##紹
##紺
##終
##組
##絆
##経
##結
##絞
##絡
##給
##絨
##統
##絲
##絵
##絶
##絹
##継
##続
##綜
##維
##綱
##網
##綴
##綺
##綻
##綾
##綿
##緊
##緋
##総
##緑
##緒
##線
##締
##編
##緩
##緯
##練
##緻
##縁
##縄
##縋
##縛
##縞
##縣
##縦
##縫
##縮
##總
##績
##繁
##繊
##繋
##繍
##織
##繕
##繫
##繭
##繰
##纏
##缶
##罠
##罪
##置
##罰
##署
##罵
##罷
##罹
##羅
##羊
##美
##羞
##群
##義
##羹
##羽
##翁
##翌
##習
##翔
##翠
##翡
##翳
##翼
##耀
##老
##考
##者
##耆
##而
##耐
##耕
##耗
##耳
##耶
##耽
##聖
##聘
##聚
##聞
##聡
##聲
##聴
##職
##肇
##肉
##肋
##肌
##肖
##肘
##肛
##肝
##股
##肢
##肥
##肩
##肪
##肯
##育
##肴
##肺
##胃
##胆
##背
##胎
##胞
##胡
##胱
##胴
##胸
##能
##脂
##脆
##脇
##脈
##脊
##脚
##脛
##脱
##脳
##脹
##腎
##腐
##腑
##腔
##腕
##腫
##腰
##腱
##腸
##腹
##腺
##腿
##膏
##膚
##膜
##膝
##膠
##膣
##膨
##膳
##膿
##臆
##臓
##臣
##臥
##臨
##自
##臭
##至
##致
##臼
##與
##興
##舌
##舎
##舐
##舗
##舘
##舞
##舟
##航
##舫
##般
##舵
##舶
##舷
##船
##艇
##艦
##良
##色
##艶
##芋
##芒
##芝
##芥
##芯
##花
##芳
##芸
##芹
##芻
##芽
##苅
##苑
##苔
##苗
##苛
##若
##苦
##苫
##英
##苺
##茂
##茄
##茅
##茉
##茎
##茗
##茜
##茨
##茶
##茸
##茹
##草
##荒
##荘
##荷
##荻
##荼
##莉
##莫
##莱
##菅
##菊
##菌
##菓
##菖
##菜
##菩
##華
##菰
##菱
##萄
##萌
##萎
##萩
##萬
##萱
##落
##葉
##著
##葛
##董
##葦
##葬
##葱
##葵
##葺
##蒔
##蒙
##蒜
##蒡
##蒲
##蒸
##蒻
##蒼
##蓄
##蓉
##蓋
##蓑
##蓬
##蓮
##蓼
##蔑
##蔓
##蔦
##蔭
##蔵
##蔽
##蕉
##蕎
##蕗
##蕨
##蕩
##蕪
##蕾
##薄
##薇
##薔
##薗
##薙
##薦
##薩
##薪
##薫
##薬
##薮
##薯
##藁
##藍
##藏
##藝
##藤
##藩
##藪
##藻
##蘇
##蘭
##虎
##虐
##虚
##虜
##虞
##虫
##虹
##蚊
##蚕
##蚤
##蛇
##蛉
##蛋
##蛍
##蛙
##蛛
##蛤
##蛮
##蛸
##蛾
##蜂
##蜘
##蜜
##蜻
##蝉
##蝋
##蝕
##蝗
##蝦
##蝶
##蝿
##融
##螺
##蟲
##蟹
##蟻
##蠅
##蠍
##蠣
##血
##衆
##行
##術
##街
##衛
##衝
##衡
##衣
##表
##衰
##衷
##衿
##袈
##袋
##袖
##被
##袴
##裁
##裂
##装
##裏
##裔
##裕
##補
##裟
##裳
##裸
##製
##裾
##褄
##複
##褌
##褐
##褒
##褪
##襖
##襟
##襲
##襷
##西
##要
##覆
##覇
##見
##規
##視
##覗
##覚
##覧
##親
##観
##角
##解
##触
##言
##訂
##計
##訊
##討
##訓
##託
##記
##訛
##訝
##訟
##訣
##訪
##設
##許
##訳
##訴
##訶
##診
##証
##詈
##詔
##評
##詛
##詞
##詠
##詣
##試
##詩
##詮
##詰
##話
##該
##詳
##誅
##誇
##誉
##誌
##認
##誓
##誕
##誘
##語
##誠
##誤
##説
##読
##誰
##課
##調
##談
##請
##諏
##諒
##論
##諜
##諦
##諧
##諭
##諸
##諾
##謀
##謁
##謂
##謎
##謗
##謙
##講
##謝
##謡
##謹
##識
##譚
##譜
##警
##議
##譲
##護
##讃
##讐
##谷
##豆
##豊
##豚
##象
##豪
##豹
##貌
##貝
##貞
##負
##財
##貢
##貧
##貨
##販
##貫
##責
##貯
##貰
##貴
##貶
##買
##貸
##費
##貼
##貿
##賀
##賂
##賃
##賄
##資
##賊
##賑
##賓
##賛
##賜
##賞
##賠
##賢
##賣
##賤
##賦
##質
##購
##賽
##贄
##贈
##赤
##赦
##走
##起
##超
##越
##趣
##足
##趾
##跋
##距
##跡
##跨
##路
##跳
##践
##踊
##踏
##踪
##踵
##蹄
##蹊
##蹟
##蹴
##躁
##躇
##躍
##躓
##躙
##身
##躾
##車
##軋
##軌
##軍
##軒
##軟
##転
##軸
##軽
##較
##載
##輌
##輔
##輝
##輩
##輪
##輸
##輿
##轄
##轍
##轟
##轢
##辛
##辞
##辟
##辣
##辰
##辱
##農
##辺
##辻
##込
##迄
##迅
##迎
##近
##返
##这
##迦
##迫
##迭
##述
##迷
##追
##退
##送
##逃
##逅
##逆
##透
##逐
##逓
##途
##逗
##這
##通
##逝
##逞
##速
##造
##逢
##連
##週
##進
##逸
##逼
##遂
##遅
##遇
##遊
##運
##遍
##過
##道
##達
##違
##遜
##遠
##遣
##遥
##適
##遭
##遮
##遷
##選
##遺
##遼
##遽
##避
##邁
##還
##邉
##邊
##邑
##那
##邦
##邪
##邸
##郁
##郊
##郎
##郡
##部
##郭
##郵
##郷
##都
##鄙
##酉
##酊
##酌
##配
##酎
##酒
##酔
##酛
##酢
##酪
##酬
##酵
##酷
##酸
##醂
##醇
##醍
##醐
##醒
##醜
##醤
##醬
##醸
##采
##釈
##里
##重
##野
##量
##金
##釘
##釜
##針
##釣
##釧
##鈍
##鈴
##鉄
##鉛
##鉢
##鉱
##鉾
##銀
##銃
##銅
##銘
##銭
##鋏
##鋭
##鋲
##鋳
##鋸
##鋼
##錆
##錠
##錦
##錫
##錬
##錮
##錯
##録
##鍋
##鍛
##鍬
##鍮
##鍵
##鍼
##鎌
##鎖
##鎚
##鎧
##鎮
##鏑
##鏡
##鐘
##鐵
##鑑
##鑽
##長
##門
##閃
##閉
##開
##閑
##間
##関
##閣
##閤
##閥
##閲
##闇
##闊
##闘
##阜
##阪
##防
##阻
##阿
##陀
##附
##降
##限
##院
##陣
##除
##陥
##陰
##陳
##陵
##陶
##陸
##険
##陽
##隅
##隆
##隈
##隊
##階
##随
##隔
##隙
##際
##障
##隠
##隣
##隧
##隷
##隻
##隼
##雀
##雁
##雄
##雅
##集
##雇
##雉
##雌
##雑
##雛
##離
##難
##雨
##雪
##雫
##雰
##雲
##零
##雷
##雹
##電
##需
##震
##霊
##霜
##霞
##霧
##霰
##露
##靄
##青
##靖
##静
##非
##靡
##面
##革
##靭
##靱
##靴
##鞄
##鞍
##鞘
##鞠
##鞭
##韋
##韓
##韮
##音
##韻
##響
##頁
##頂
##頃
##項
##順
##須
##預
##頑
##頓
##領
##頚
##頬
##頭
##頸
##頻
##頼
##顆
##題
##額
##顎
##顔
##顕
##願
##顛
##類
##顧
##風
##颯
##飛
##食
##飢
##飩
##飯
##飲
##飴
##飼
##飽
##飾
##餃
##餅
##餉
##養
##餌
##餐
##餓
##餡
##館
##饅
##饒
##首
##香
##馬
##馳
##馴
##駄
##駅
##駆
##駐
##駒
##駕
##駿
##騎
##騒
##験
##騙
##騨
##騰
##驚
##骨
##骸
##髄
##高
##髪
##髭
##鬱
##鬼
##魁
##魂
##魅
##魎
##魔
##魚
##魯
##鮎
##鮑
##鮒
##鮨
##鮪
##鮫
##鮭
##鮮
##鯉
##鯖
##鯛
##鯨
##鯱
##鯵
##鰆
##鰐
##鰤
##鰯
##鰹
##鰻
##鱈
##鱒
##鱗
##鳥
##鳩
##鳳
##鳴
##鳶
##鴉
##鴎
##鴨
##鴻
##鵜
##鵠
##鵬
##鶏
##鶯
##鶴
##鷄
##鷲
##鷹
##鷺
##鸞
##鹸
##鹿
##麒
##麓
##麗
##麟
##麦
##麩
##麵
##麹
##麺
##麻
##麿
##黄
##黎
##黒
##黙
##鼎
##鼓
##鼠
##鼻
##齋
##齢
##齧
##龍
##ꇴ
##ꈊ
##ꈍ
##ꉂ
##ꐦ
##꒦
##꒪
##꒫
##꒰
##꒱
##꒳
##ꔛ
##ꕤ
##Ꙭ
##꙳
##꜀
##꜄
##꜆
##ꠥ
##고
##니
##다
##리
##소
##아
##야
##오
##요
##이
##일
##지
##하
##호
##﨑
##︎
##️
##￼
##𐤔
##𓂂
##𓂃
##𓇋
##𓈒
##𓌉
##𓏸
##𓐍
##𖠚
##𖤐
##𖥦
##𖥧
##𖦹
##🀄
##🃏
##🅰
##🅱
##🅿
##🆓
##🆕
##🆖
##🆗
##🆘
##🆙
##🆚
##🇦
##🇧
##🇨
##🇩
##🇪
##🇫
##🇬
##🇭
##🇮
##🇯
##🇰
##🇱
##🇲
##🇳
##🇴
##🇵
##🇶
##🇷
##🇸
##🇹
##🇺
##🇻
##🇼
##🇽
##🇾
##🇿
##🌀
##🌁
##🌂
##🌃
##🌄
##🌅
##🌆
##🌇
##🌈
##🌉
##🌊
##🌋
##🌌
##🌍
##🌎
##🌏
##🌐
##🌒
##🌓
##🌔
##🌕
##🌖
##🌙
##🌚
##🌛
##🌜
##🌝
##🌞
##🌟
##🌠
##🌡
##🌤
##🌥
##🌦
##🌧
##🌨
##🌩
##🌪
##🌫
##🌬
##🌭
##🌮
##🌯
##🌰
##🌱
##🌲
##🌳
##🌴
##🌵
##🌶
##🌷
##🌸
##🌹
##🌺
##🌻
##🌼
##🌽
##🌾
##🌿
##🍀
##🍁
##🍂
##🍃
##🍄
##🍅
##🍆
##🍇
##🍈
##🍉
##🍊
##🍋
##🍌
##🍍
##🍎
##🍏
##🍐
##🍑
##🍒
##🍓
##🍔
##🍕
##🍖
##🍗
##🍘
##🍙
##🍚
##🍛
##🍜
##🍝
##🍞
##🍟
##🍠
##🍡
##🍢
##🍣
##🍤
##🍥
##🍦
##🍧
##🍨
##🍩
##🍪
##🍫
##🍬
##🍭
##🍮
##🍯
##🍰
##🍱
##🍲
##🍳
##🍴
##🍵
##🍶
##🍷
##🍸
##🍹
##🍺
##🍻
##🍼
##🍽
##🍾
##🍿
##🎀
##🎁
##🎂
##🎃
##🎄
##🎅
##🎆
##🎇
##🎈
##🎉
##🎊
##🎋
##🎌
##🎍
##🎎
##🎏
##🎐
##🎑
##🎒
##🎓
##🎖
##🎙
##🎞
##🎟
##🎠
##🎡
##🎢
##🎣
##🎤
##🎥
##🎦
##🎧
##🎨
##🎩
##🎪
##🎫
##🎬
##🎭
##🎮
##🎯
##🎰
##🎱
##🎲
##🎳
##🎴
##🎵
##🎶
##🎷
##🎸
##🎹
##🎺
##🎻
##🎼
##🎽
##🎾
##🎿
##🏀
##🏁
##🏂
##🏃
##🏄
##🏅
##🏆
##🏇
##🏈
##🏉
##🏊
##🏋
##🏌
##🏍
##🏎
##🏏
##🏐
##🏒
##🏓
##🏔
##🏕
##🏖
##🏗
##🏘
##🏙
##🏚
##🏝
##🏞
##🏟
##🏠
##🏡
##🏢
##🏣
##🏥
##🏦
##🏨
##🏩
##🏪
##🏫
##🏬
##🏭
##🏮
##🏯
##🏰
##🏳
##🏴
##🏵
##🏸
##🏹
##🏺
##🏻
##🏼
##🏽
##🏾
##🏿
##🐀
##🐁
##🐂
##🐃
##🐄
##🐅
##🐆
##🐇
##🐈
##🐉
##🐊
##🐋
##🐌
##🐍
##🐎
##🐏
##🐐
##🐑
##🐒
##🐓
##🐔
##🐕
##🐖
##🐗
##🐘
##🐙
##🐚
##🐛
##🐜
##🐝
##🐞
##🐟
##🐠
##🐡
##🐢
##🐣
##🐤
##🐥
##🐦
##🐧
##🐨
##🐩
##🐪
##🐫
##🐬
##🐭
##🐮
##🐯
##🐰
##🐱
##🐲
##🐳
##🐴
##🐵
##🐶
##🐷
##🐸
##🐹
##🐺
##🐻
##🐼
##🐽
##🐾
##🐿
##👀
##👁
##👂
##👃
##👄
##👅
##👆
##👇
##👈
##👉
##👊
##👋
##👌
##👍
##👎
##👏
##👐
##👑
##👒
##👓
##👔
##👕
##👖
##👗
##👘
##👙
##👚
##👛
##👜
##👞
##👟
##👠
##👢
##👣
##👤
##👦
##👧
##👨
##👩
##👪
##👫
##👬
##👭
##👮
##👯
##👰
##👱
##👲
##👳
##👴
##👵
##👶
##👷
##👸
##👹
##👺
##👻
##👼
##👽
##👾
##👿
##💀
##💁
##💃
##💄
##💅
##💆
##💇
##💈
##💉
##💊
##💋
##💌
##💍
##💎
##💏
##💐
##💑
##💒
##💓
##💔
##💕
##💖
##💗
##💘
##💙
##💚
##💛
##💜
##💝
##💞
##💟
##💠
##💡
##💢
##💣
##💤
##💥
##💦
##💧
##💨
##💩
##💪
##💫
##💬
##💭
##💮
##💯
##💰
##💳
##💴
##💵
##💸
##💹
##💺
##💻
##💼
##💿
##📀
##📄
##📅
##📆
##📈
##📉
##📌
##📍
##📑
##📕
##📖
##📗
##📘
##📚
##📛
##📝
##📞
##📡
##📢
##📣
##📦
##📧
##📨
##📩
##📮
##📯
##📰
##📱
##📲
##📶
##📷
##📸
##📹
##📺
##📻
##📽
##📿
##🔁
##🔅
##🔆
##🔊
##🔋
##🔌
##🔍
##🔎
##🔑
##🔔
##🔗
##🔚
##🔛
##🔜
##🔞
##🔥
##🔦
##🔧
##🔨
##🔩
##🔪
##🔫
##🔮
##🔰
##🔴
##🔵
##🔶
##🔷
##🔸
##🔹
##🔺
##🔻
##🔽
##🕊
##🕐
##🕒
##🕛
##🕯
##🕰
##🕳
##🕵
##🕶
##🕷
##🕸
##🕹
##🕺
##🖊
##🖋
##🖌
##🖐
##🖕
##🖖
##🖤
##🖥
##🖼
##🗑
##🗓
##🗝
##🗞
##🗡
##🗣
##🗨
##🗯
##🗳
##🗺
##🗻
##🗼
##🗽
##🗾
##🗿
##😀
##😁
##😂
##😃
##😄
##😅
##😆
##😇
##😈
##😉
##😊
##😋
##😌
##😍
##😎
##😏
##😐
##😑
##😒
##😓
##😔
##😕
##😖
##😗
##😘
##😙
##😚
##😛
##😜
##😝
##😞
##😟
##😠
##😡
##😢
##😣
##😤
##😥
##😦
##😧
##😨
##😩
##😪
##😫
##😬
##😭
##😮
##😯
##😰
##😱
##😲
##😳
##😴
##😵
##😶
##😷
##😸
##😹
##😺
##😻
##😼
##😽
##😾
##😿
##🙀
##🙁
##🙂
##🙃
##🙄
##🙅
##🙆
##🙇
##🙈
##🙉
##🙊
##🙋
##🙌
##🙍
##🙎
##🙏
##🚀
##🚁
##🚂
##🚃
##🚄
##🚅
##🚆
##🚇
##🚈
##🚉
##🚊
##🚋
##🚌
##🚍
##🚎
##🚏
##🚐
##🚑
##🚒
##🚓
##🚔
##🚕
##🚖
##🚗
##🚘
##🚙
##🚚
##🚛
##🚜
##🚝
##🚞
##🚢
##🚣
##🚤
##🚥
##🚧
##🚨
##🚩
##🚪
##🚫
##🚬
##🚭
##🚮
##🚰
##🚲
##🚴
##🚵
##🚶
##🚹
##🚺
##🚻
##🚽
##🚾
##🚿
##🛀
##🛁
##🛌
##🛍
##🛎
##🛏
##🛐
##🛒
##🛞
##🛠
##🛣
##🛤
##🛥
##🛩
##🛫
##🛬
##🛳
##🛵
##🛷
##🛸
##🛹
##🛻
##🟠
##🟡
##🟢
##🟣
##🟥
##🟦
##🟧
##🟨
##🟩
##🟰
##🤌
##🤍
##🤎
##🤏
##🤐
##🤑
##🤒
##🤓
##🤔
##🤕
##🤖
##🤗
##🤘
##🤙
##🤚
##🤛
##🤜
##🤝
##🤞
##🤟
##🤠
##🤡
##🤢
##🤣
##🤤
##🤥
##🤦
##🤧
##🤨
##🤩
##🤪
##🤫
##🤬
##🤭
##🤮
##🤯
##🤱
##🤲
##🤳
##🤴
##🤵
##🤶
##🤷
##🤸
##🤺
##🤼
##🤿
##🥀
##🥁
##🥂
##🥃
##🥄
##🥅
##🥇
##🥈
##🥉
##🥊
##🥋
##🥌
##🥎
##🥐
##🥑
##🥒
##🥓
##🥔
##🥕
##🥖
##🥗
##🥘
##🥙
##🥚
##🥛
##🥜
##🥝
##🥞
##🥟
##🥡
##🥢
##🥣
##🥤
##🥥
##🥦
##🥧
##🥩
##🥪
##🥫
##🥬
##🥭
##🥮
##🥯
##🥰
##🥱
##🥲
##🥳
##🥴
##🥵
##🥶
##🥷
##🥸
##🥹
##🥺
##🥾
##🦀
##🦁
##🦂
##🦃
##🦄
##🦅
##🦆
##🦇
##🦈
##🦉
##🦊
##🦋
##🦌
##🦍
##🦎
##🦏
##🦐
##🦑
##🦒
##🦓
##🦔
##🦕
##🦖
##🦗
##🦘
##🦙
##🦚
##🦛
##🦜
##🦝
##🦞
##🦟
##🦠
##🦢
##🦣
##🦥
##🦦
##🦩
##🦪
##🦫
##🦬
##🦭
##🦮
##🦰
##🦱
##🦲
##🦳
##🦴
##🦵
##🦶
##🦷
##🦸
##🦹
##🦺
##🦻
##🦾
##🧀
##🧁
##🧂
##🧄
##🧅
##🧇
##🧈
##🧊
##🧋
##🧎
##🧏
##🧐
##🧑
##🧒
##🧓
##🧔
##🧖
##🧘
##🧙
##🧚
##🧛
##🧜
##🧞
##🧟
##🧠
##🧡
##🧢
##🧣
##🧤
##🧥
##🧦
##🧧
##🧨
##🧩
##🧪
##🧬
##🧱
##🧳
##🧴
##🧵
##🧶
##🧸
##🧹
##🧺
##🧼
##🧽
##🩰
##🩲
##🩳
##🩵
##🩷
##🩸
##🩹
##🩺
##🪃
##🪄
##🪐
##🪑
##🪓
##🪖
##🪘
##🪙
##🪜
##🪞
##🪟
##🪡
##🪣
##🪥
##🪦
##🪨
##🪩
##🪫
##🪰
##🪳
##🪴
##🪵
##🪶
##🪷
##🪸
##🫀
##🫂
##🫃
##🫅
##🫐
##🫑
##🫒
##🫓
##🫕
##🫖
##🫘
##🫠
##🫡
##🫢
##🫣
##🫤
##🫥
##🫦
##🫧
##🫨
##🫰
##🫱
##🫲
##🫴
##🫵
##🫶
##󠁢
##󠁥
##󠁧
##󠁮
##󠁿
!!
!☺
!✨
')
('
(*
(-
(.
(:
(;
(=
(^
(`
(⁠
(⌒
(┐
(╹
)-
)✨
*'
*)
*^
,,
-(
-)
--
.)
..
00
01
02
03
04
05
06
07
08
09
10
11
12
13
14
15
16
17
18
19
20
21
22
23
24
25
26
27
28
29
30
31
32
33
34
35
36
37
38
39
40
41
42
43
44
45
46
47
48
49
50
51
52
53
54
55
56
57
58
59
60
61
62
63
64
65
66
67
68
69
70
71
72
73
74
75
76
77
78
79
80
81
82
83
84
85
86
87
88
89
90
91
92
93
94
95
96
97
98
99
:(
:)
;&
;)
;∀
AA
AB
AC
AD
AE
AF
AG
AI
AJ
AK
AL
AM
AN
AP
AR
AS
AT
AV
AW
AZ
Ad
Ak
Al
Am
An
Ap
Aq
Ar
As
BA
BB
BC
BD
BE
BL
BM
BO
BP
BR
BS
BY
Be
Bi
Bl
Br
Bs
Bu
By
CA
CB
CC
CD
CF
CG
CH
CL
CM
CO
CP
CQ
CR
CS
CT
CV
CX
Ch
Cl
Co
DA
DB
DC
DD
DE
DF
DH
DJ
DL
DM
DO
DP
DQ
DR
DS
DV
DX
Da
De
Di
Do
Dr
EC
ED
EF
EL
EM
EN
EP
ER
ES
EV
EX
Ed
En
Ex
FA
FB
FC
FD
FE
FF
FK
FL
FM
FO
FP
FR
FS
FT
FU
FW
FX
Fi
Fl
Fr
GB
GD
GG
GH
GI
GK
GL
GM
GO
GP
GR
GS
GT
GU
GW
Go
Gr
HC
HD
HE
HG
HK
HM
HO
HP
HR
HY
He
Hi
IC
ID
II
IM
IN
IP
IQ
IR
IS
IT
IV
IW
In
Is
It
JA
JB
JC
JF
JK
JO
JP
JR
JT
Jr
KA
KC
KE
KK
KO
KP
KY
LA
LC
LD
LE
LL
LO
LP
LS
LV
La
Le
Li
Lv
MA
MC
MD
ME
MF
MG
MH
MK
ML
MM
MO
MP
MR
MS
MT
MV
MX
MY
Ma
Me
Mi
Mr
My
NA
NC
ND
NE
NG
NH
NM
NO
NP
NS
NY
Ne
Ni
No
OA
OB
OF
OG
OH
OK
OL
OM
ON
OP
OR
OS
Oh
Ok
On
Or
PA
PB
PC
PD
PE
PH
PK
PL
PM
PO
PP
PR
PS
PV
Pe
Pl
Pr
QR
QS
QU
Qu
RA
RC
RE
RG
RK
RO
RP
RR
RS
RT
RX
RY
Re
SA
SB
SC
SD
SE
SF
SG
SH
SK
SL
SM
SN
SO
SP
SR
SS
ST
SU
SV
SW
Sa
Sc
Se
Sh
Sl
Sm
Sp
St
Su
Sw
TA
TB
TC
TD
TE
TH
TK
TL
TM
TN
TO
TP
TR
TS
TT
TV
TW
Te
Th
To
Tr
Tw
UD
UF
UN
UP
UR
US
UT
Un
Up
VR
VS
VT
Vo
WA
WC
WD
WE
WR
WS
We
Wh
Wi
XL
YO
YU
ZO
\(
\\
^)
^-
^;
^^
__
`)
`*
ab
ac
ad
ag
ak
al
am
an
ap
ar
as
at
au
be
bl
br
by
cc
ch
cl
cm
co
cr
de
dj
dm
do
dr
em
en
er
et
ex
fl
fm
fr
gh
gl
go
gr
gt
he
hi
iP
ic
in
ip
is
it
jp
ke
kg
km
kn
ku
ld
le
lt
ma
me
mg
mi
ml
mm
mt
my
nd
ne
nh
nj
no
oO
of
oh
ok
on
or
pc
pe
pl
pm
pr
ps
pt
pw
rd
re
rt
ry
sa
sb
sc
se
sh
sl
sm
sn
so
sp
ss
st
su
sw
te
th
to
tr
tv
tw
un
up
us
vo
vs
vv
we
wh
ww
yo
~☺
~✌
~✨
~❗
~❤
̀ᄇ
́ڡ
̖́
̗̀
̮̈
̵ᴗ
Φω
ᴗ͈
‹"
⁠)
⁡#
⁡⁡
⃙⃘
∀`
∑(
┏○
▽`
✨#
✨(
✨☀
✨☺
✨✨
❓❓
❗(
❗❗
❣❣
⸝⸝
。⁡
〆切
〜^
〜☺
〜✌
〜✨
〜❗
〜❣
〜❤
〜〜
ぁん
あぁ
ああ
あい
あう
あえ
あお
あか
あき
あく
あけ
あげ
あこ
あご
あさ
あざ
あし
あじ
あす
あず
あそ
あた
あだ
あっ
あつ
あて
あと
あな
あの
あふ
あぶ
あべ
あほ
あま
あみ
あめ
あや
あゆ
あら
あり
ある
あれ
あわ
あん
あー
いい
いう
いえ
いか
いき
いく
いけ
いこ
いさ
いざ
いし
いじ
いす
いず
いそ
いた
いち
いっ
いつ
いづ
いて
いで
いと
いな
いぬ
いの
いま
いみ
いも
いゃ
いや
いよ
いら
いり
いる
いれ
いろ
いわ
いん
いー
うい
うぅ
うう
うぇ
うえ
うぉ
うお
うか
うけ
うさ
うし
うす
うず
うそ
うた
うち
うっ
うつ
うな
うに
うふ
うま
うみ
うむ
うめ
うら
うり
うる
うれ
うろ
うわ
うん
うー
えい
えぇ
ええ
えぐ
えげ
えっ
えび
えみ
えら
えり
える
えん
えー
おい
おう
おぉ
おお
おか
おき
おく
おけ
おこ
おご
おさ
おし
おじ
おせ
おそ
おだ
おち
おっ
おつ
おと
おな
おの
おは
おば
おび
おぼ
おめ
おも
おや
およ
おら
おり
おる
おれ
おろ
おわ
おん
おー
お初
お前
お腹
お袋
お陰
かぁ
かあ
かい
かえ
かお
かか
かが
かき
かく
かぐ
かけ
かさ
かし
かじ
かす
かず
かた
かち
かっ
かつ
かな
かね
かの
かぶ
かほ
かぼ
かま
かみ
かめ
かも
かゆ
から
かり
かる
かれ
かわ
かん
かー
か月
がぁ
がい
がけ
がた
がち
がっ
がな
がら
がり
がる
がわ
がん
きい
きか
きき
きく
きし
きた
きち
きっ
きつ
きな
きの
きび
きみ
きめ
きも
きゃ
きゅ
きょ
きよ
きら
きり
きる
きれ
きん
ぎゃ
ぎゅ
ぎり
ぎん
くい
くぅ
くう
くさ
くし
くじ
くす
くず
くせ
くそ
くた
くだ
くち
くっ
くつ
くに
くま
くみ
くも
くら
くり
くる
くれ
くろ
くわ
くん
ぐい
ぐう
ぐち
ぐっ
ぐら
ぐり
ぐる
ぐー
けい
けっ
けつ
けど
けほ
けん
けー
げん
こい
こう
こえ
こき
こく
こけ
ここ
こさ
こし
こじ
こそ
こた
こだ
こち
こっ
こと
こな
こね
この
こば
こぼ
こま
こみ
こむ
こめ
こや
こよ
こら
こり
これ
ころ
こわ
こん
こー
ごい
ごく
ござ
ごち
ごっ
ごと
ごま
ごみ
ごり
ごろ
ごん
ご覧
ご飯
さぁ
さあ
さい
さえ
さか
さき
さく
さけ
ささ
さし
さす
させ
さぞ
さだ
さっ
さて
さと
さば
さび
さぶ
さま
さみ
さむ
さも
さや
さゆ
さよ
さら
さり
さる
さわ
さん
さー
ざい
ざす
ざっ
ざま
ざる
ざわ
ざん
ざー
しい
しぇ
しお
しか
しき
しく
しげ
しこ
しし
しず
しそ
した
しっ
しつ
しな
しの
しば
しぶ
しま
しみ
しめ
しも
しゃ
しゅ
しょ
しよ
しら
しり
しる
しれ
しろ
しん
しー
じぃ
じい
じぇ
じき
じじ
じつ
じゃ
じゅ
じょ
じわ
じん
すい
すか
すき
すぎ
すく
すぐ
すけ
すげ
すこ
すご
すし
すす
すず
すそ
すた
すっ
すな
すね
すば
すべ
すま
すみ
すら
すり
する
すれ
すわ
すん
ずい
ずっ
ずつ
ずぶ
ずら
ずり
ずる
ずれ
ずん
せい
せえ
せき
せせ
せっ
せつ
せや
せよ
せり
せる
せれ
せろ
せん
ぜひ
ぜん
ぜー
そい
そう
そこ
そそ
そっ
その
そば
そも
そよ
そら
それ
そろ
そん
そー
ぞい
ぞう
ぞぉ
ぞー
たぁ
たあ
たい
たか
たき
たく
たけ
たげ
たこ
たし
たす
たた
ただ
たち
たっ
たつ
たて
たと
たな
たに
たの
たば
たび
たべ
たま
ため
たら
たり
たる
たれ
たろ
たん
たー
だぁ
だあ
だい
だく
だけ
だこ
だし
だす
だせ
だだ
だっ
だな
だに
だめ
だら
だり
だる
だれ
だろ
だん
だー
ちい
ちう
ちぇ
ちえ
ちか
ちち
ちぢ
ちっ
ちと
ちば
ちび
ちま
ちむ
ちゃ
ちや
ちゅ
ちょ
ちよ
ちら
ちり
ちん
ぢゃ
っけ
っこ
っす
っち
っつ
って
っと
っぱ
っぺ
っぽ
っコ
っス
っ子
つい
つう
つか
つき
つぎ
つく
つぐ
つけ
つっ
つつ
つな
つね
つば
つぶ
つぼ
つま
つむ
つめ
つや
つゆ
つよ
つら
つり
つる
つれ
つん
つー
づき
づけ
づつ
づら
てぃ
てい
てぇ
てえ
てか
てき
てく
てけ
てこ
てっ
てつ
てめ
てら
てる
てれ
てろ
てん
てー
でぇ
でき
でけ
でこ
でし
です
でっ
でつ
でら
でる
でん
でー
とい
とぅ
とう
とぉ
とお
とか
とき
とく
とけ
とこ
とし
とち
とっ
とて
とと
とど
とに
とび
とめ
とも
とら
とり
とる
とれ
とろ
とん
とー
どい
どう
どぉ
どき
どけ
どこ
どし
どす
どっ
どの
ども
どら
どり
どる
どれ
どろ
どん
どー
なぁ
なあ
ない
なう
なお
なか
なが
なき
なぎ
なく
なご
なさ
なし
なす
なぜ
なぞ
なっ
なつ
なで
など
なな
なに
なは
なべ
なま
なみ
なめ
なや
なら
なり
なる
なれ
なん
なァ
なー
にぃ
にい
にぎ
にく
にこ
にじ
にち
にて
にゃ
にょ
にら
にん
にー
ぬい
ぬか
ぬく
ぬこ
ぬる
ねぇ
ねえ
ねぎ
ねこ
ねじ
ねだ
ねっ
ねね
ねむ
ねる
ねん
ねー
のぅ
のう
のぉ
のせ
のぞ
のち
のっ
のど
のび
のぶ
のぼ
のみ
のら
のり
のる
のん
のー
はぁ
はあ
はい
はか
はく
はし
はじ
はず
はた
はち
はっ
はつ
はて
はな
はね
はま
はみ
はめ
はや
はら
はり
はる
はん
はー
ばぁ
ばあ
ばい
ばか
ばく
ばけ
ばし
ばっ
ばば
ばら
ばり
ばれ
ばん
ばー
ぱい
ぱち
ぱっ
ぱら
ぱん
ひい
ひか
ひき
ひく
ひげ
ひこ
ひさ
ひじ
ひた
ひだ
ひっ
ひつ
ひで
ひと
ひど
ひな
ひね
ひま
ひめ
ひも
ひゃ
ひや
ひょ
ひよ
ひら
ひる
ひろ
ひん
びっ
びわ
びん
びー
ぴあ
ぴっ
ぴん
ぴー
ふぁ
ふぅ
ふう
ふぇ
ふか
ふき
ふく
ふぐ
ふさ
ふざ
ふし
ふじ
ふた
ふっ
ふつ
ふと
ふな
ふふ
ふみ
ふむ
ふら
ふり
ふる
ふれ
ふろ
ふわ
ふん
ふー
ぶた
ぶち
ぶっ
ぶつ
ぶら
ぶり
ぶる
ぶれ
ぶん
ぶー
ぷり
ぷる
ぷん
ぷー
へい
へぇ
へそ
へっ
へん
へー
べい
べき
べく
べし
べっ
べつ
べろ
べん
ぺこ
ぺろ
ぺん
ほい
ほう
ほか
ほく
ほぐ
ほし
ほっ
ほと
ほど
ほな
ほの
ほほ
ほぼ
ほめ
ほら
ほり
ほろ
ほん
ほー
ぼう
ぼく
ぼち
ぼっ
ぼん
ぼー
ぽい
ぽか
ぽく
ぽこ
ぽち
ぽん
まぁ
まあ
まい
まう
まえ
まか
まき
まく
まこ
まさ
まし
まじ
ます
まず
ませ
まぜ
また
まだ
まち
まっ
まつ
まで
まと
まど
まな
まね
まひ
まへ
まほ
まま
まみ
まめ
まゆ
まり
まる
まろ
まん
まー
みえ
みお
みか
みき
みく
みこ
みさ
みす
みず
みせ
みそ
みた
みち
みっ
みつ
みな
みの
みほ
みみ
みや
みゆ
みよ
みる
みれ
みろ
みん
むか
むぎ
むく
むけ
むし
むす
むず
むっ
むつ
むむ
むら
むり
めい
めぐ
めざ
めし
めで
めん
もう
もえ
もぉ
もく
もぐ
もこ
もし
もた
もち
もっ
もつ
もて
もと
もど
もの
もふ
もみ
もも
もや
もら
もり
もれ
もろ
もん
もー
やあ
やい
やか
やが
やき
やく
やけ
やさ
やし
やす
やっ
やつ
やな
やね
やば
やま
やみ
やむ
やめ
やや
やら
やり
やる
やれ
やろ
やわ
やん
やー
ゆい
ゆう
ゆえ
ゆか
ゆき
ゆく
ゆこ
ゆず
ゆっ
ゆで
ゆな
ゆみ
ゆめ
ゆら
ゆり
ゆる
ゆー
よい
よぅ
よう
よぉ
よお
よき
よく
よこ
よさ
よし
よそ
よっ
よみ
よも
より
よる
よろ
よん
よー
らぁ
らあ
らい
らく
らし
らぶ
らら
られ
らん
らー
りえ
りか
りく
りさ
りす
りな
りほ
りん
るい
るな
るり
るる
れい
れお
れな
れる
れれ
れん
ろう
ろく
わぁ
わあ
わい
わか
わが
わき
わけ
わざ
わし
わた
わっ
わな
わら
わり
わる
われ
わろ
わん
わー
をば
んし
んす
んっ
んで
んと
んな
んー
アイ
アウ
アオ
アカ
アガ
アキ
アク
アグ
アケ
アゲ
アコ
アゴ
アサ
アザ
アシ
アジ
アス
アズ
アセ
アソ
アタ
アダ
アッ
アツ
アテ
アト
アド
アナ
アニ
アネ
アノ
アバ
アパ
アヒ
アビ
アピ
アフ
アブ
アプ
アベ
アホ
アボ
アポ
アマ
アミ
アム
アメ
アヤ
アラ
アリ
アル
アレ
アロ
アワ
アン
アー
イイ
イェ
イエ
イカ
イキ
イギ
イク
イグ
イケ
イシ
イジ
イス
イズ
イソ
イタ
イチ
イッ
イト
イナ
イニ
イヌ
イノ
イブ
イベ
イマ
イメ
イモ
イヤ
イラ
イル
イレ
イロ
イワ
イン
イヴ
イー
ウィ
ウイ
ウェ
ウエ
ウォ
ウオ
ウキ
ウク
ウケ
ウザ
ウズ
ウソ
ウタ
ウチ
ウッ
ウト
ウナ
ウニ
ウバ
ウマ
ウミ
ウメ
ウラ
ウリ
ウル
ウレ
ウワ
ウン
ウー
エア
エイ
エエ
エキ
エク
エグ
エコ
エゴ
エサ
エジ
エス
エゾ
エッ
エド
エナ
エニ
エネ
エビ
エピ
エフ
エプ
エペ
エボ
エマ
エミ
エム
エメ
エモ
エラ
エリ
エル
エレ
エロ
エン
エー
オア
オイ
オオ
オカ
オキ
オク
オケ
オサ
オシ
オジ
オス
オタ
オチ
オッ
オツ
オト
オナ
オニ
オハ
オバ
オフ
オブ
オプ
オペ
オホ
オマ
オム
オメ
オモ
オヤ
オラ
オリ
オル
オレ
オロ
オワ
オン
オー
カイ
カウ
カエ
カオ
カカ
カキ
カギ
カク
カケ
カゴ
カサ
カシ
カジ
カス
カズ
カタ
カチ
カッ
カツ
カテ
カト
カド
カナ
カニ
カネ
カノ
カバ
カビ
カピ
カブ
カプ
カボ
カマ
カミ
カム
カメ
カモ
カヤ
カラ
カリ
カル
カレ
カロ
カワ
カン
カー
カ月
ガイ
ガオ
ガキ
ガク
ガス
ガソ
ガタ
ガチ
ガツ
ガバ
ガブ
ガム
ガラ
ガリ
ガル
ガレ
ガン
ガー
キク
キジ
キス
キズ
キタ
キチ
キッ
キツ
キノ
キビ
キマ
キミ
キム
キメ
キモ
キャ
キュ
キョ
キヨ
キラ
キリ
キル
キレ
キロ
キン
キー
ギア
ギガ
ギタ
ギブ
ギャ
ギュ
ギラ
ギリ
ギル
ギン
ギー
クア
クイ
クエ
クォ
クオ
クシ
クス
クズ
クセ
クソ
クチ
クビ
クマ
クモ
クラ
クリ
クル
クレ
クロ
クワ
クン
クー
グイ
ググ
グダ
グッ
グミ
グラ
グリ
グル
グレ
グロ
グン
グー
ケア
ケイ
ケガ
ケチ
ケツ
ケド
ケル
ケロ
ケン
ケー
ゲイ
ゲキ
ゲス
ゲラ
ゲル
ゲロ
ゲン
ゲー
コア
コイ
コウ
コカ
コキ
コク
コケ
ココ
コシ
コス
コソ
コタ
コツ
コテ
コト
コネ
コノ
コバ
コピ
コブ
コマ
コミ
コム
コメ
コラ
コリ
コル
コレ
コロ
コワ
コン
コー
ゴキ
ゴゴ
ゴチ
ゴッ
ゴマ
ゴミ
ゴム
ゴリ
ゴル
ゴロ
ゴン
ゴー
サイ
サウ
サカ
サガ
サキ
サギ
サク
ササ
サザ
サシ
サス
サタ
サッ
サツ
サテ
サト
サバ
サビ
サブ
サプ
サボ
サポ
サマ
サム
サメ
サヨ
サラ
サル
サロ
サワ
サン
サー
ザキ
ザク
ザラ
ザル
ザワ
ザン
ザー
シア
シェ
シオ
シカ
シク
シグ
シゲ
シコ
シゴ
シシ
シス
シト
シナ
シネ
シバ
シビ
シブ
シベ
シマ
シミ
シメ
シモ
シャ
シュ
ショ
シラ
シリ
シル
シロ
シワ
シン
シー
ジェ
ジオ
ジグ
ジジ
ジム
ジメ
ジャ
ジュ
ジョ
ジワ
ジン
ジー
スイ
スカ
スキ
スギ
スク
スグ
スケ
スゲ
スコ
スゴ
スシ
スジ
スス
スズ
スタ
スチ
スッ
ステ
スト
スナ
スネ
スノ
スパ
スピ
スプ
スペ
スポ
スマ
スミ
スム
スモ
スヤ
スラ
スリ
スル
スレ
スロ
スワ
スン
スー
ズブ
ズラ
ズル
ズレ
セイ
セカ
セガ
セキ
セク
セコ
セト
セブ
セミ
セラ
セリ
セル
セレ
セロ
セン
ゼミ
ゼル
ゼロ
ゼン
ソイ
ソウ
ソコ
ソバ
ソフ
ソム
ソラ
ソリ
ソル
ソレ
ソロ
ソワ
ソン
ソー
ソ連
ゾウ
ゾロ
ゾン
タイ
タカ
タキ
タク
タグ
タケ
タコ
タス
タダ
タチ
タツ
タテ
タナ
タニ
タヌ
タネ
タバ
タピ
タフ
タブ
タマ
タミ
タム
タメ
タラ
タル
タレ
タロ
タワ
タン
ター
ダイ
ダウ
ダサ
ダシ
ダス
ダダ
ダブ
ダム
ダメ
ダラ
ダル
ダレ
ダン
ダー
チア
チェ
チカ
チキ
チク
チケ
チゲ
チビ
チャ
チュ
チョ
チラ
チリ
チル
チロ
チン
チー
ッて
ッと
ッス
ツィ
ツイ
ツキ
ツケ
ツナ
ツバ
ツボ
ツマ
ツモ
ツヤ
ツラ
ツル
ツレ
ツン
ツー
ティ
テイ
テキ
テク
テツ
テテ
テメ
テラ
テル
テレ
テロ
テン
テー
ディ
デイ
デカ
デキ
デコ
デザ
デジ
デス
デト
デパ
デビ
デフ
デブ
デマ
デミ
デモ
デュ
デラ
デリ
デル
デレ
デン
デー
トイ
トゥ
トウ
トキ
トク
トコ
トシ
トス
トド
トナ
トマ
トミ
トム
トモ
トヨ
トラ
トリ
トル
トレ
トロ
トン
トー
ドア
ドゥ
ドウ
ドカ
ドキ
ドク
ドコ
ドス
ドミ
ドム
ドヤ
ドラ
ドリ
ドル
ドレ
ドロ
ドン
ドー
ナイ
ナウ
ナオ
ナカ
ナガ
ナゴ
ナシ
ナス
ナチ
ナツ
ナナ
ナニ
ナノ
ナビ
ナマ
ナミ
ナム
ナメ
ナリ
ナル
ナン
ナー
ニア
ニキ
ニコ
ニシ
ニジ
ニセ
ニノ
ニボ
ニャ
ニヤ
ニュ
ニラ
ニワ
ニン
ニー
ヌル
ヌレ
ヌー
ネイ
ネオ
ネガ
ネギ
ネク
ネコ
ネジ
ネス
ネタ
ネト
ネム
ネモ
ネル
ネー
ノア
ノイ
ノウ
ノシ
ノブ
ノリ
ノル
ノロ
ノン
ノー
ハァ
ハイ
ハウ
ハク
ハグ
ハゲ
ハコ
ハシ
ハス
ハズ
ハセ
ハタ
ハチ
ハッ
ハツ
ハト
ハナ
ハニ
ハピ
ハブ
ハプ
ハマ
ハム
ハメ
ハヤ
ハラ
ハリ
ハル
ハレ
ハロ
ハン
ハー
バイ
バウ
バカ
バキ
バク
バグ
バケ
バシ
バス
バズ
バタ
バチ
バッ
バツ
バテ
バト
バド
バナ
バネ
ババ
バビ
バフ
バブ
バラ
バリ
バル
バレ
バン
バー
パイ
パウ
パキ
パク
パシ
パス
パソ
パタ
パチ
パッ
パツ
パテ
パト
パド
パナ
パノ
パパ
パピ
パブ
パラ
パリ
パル
パレ
パロ
パワ
パン
パー
ヒゲ
ヒデ
ヒト
ヒド
ヒナ
ヒビ
ヒマ
ヒメ
ヒャ
ヒヤ
ヒヨ
ヒラ
ヒリ
ヒル
ヒレ
ヒロ
ヒン
ヒー
ビア
ビギ
ビク
ビザ
ビシ
ビジ
ビス
ビタ
ビニ
ビバ
ビビ
ビラ
ビリ
ビル
ビン
ビー
ピア
ピエ
ピカ
ピク
ピコ
ピザ
ピタ
ピノ
ピュ
ピヨ
ピラ
ピリ
ピロ
ピン
ピー
ファ
フィ
フェ
フォ
フカ
フク
フグ
フジ
フタ
フッ
フラ
フリ
フル
フレ
フロ
フワ
フン
フー
ブイ
ブス
ブタ
ブチ
ブッ
ブツ
ブラ
ブリ
ブル
ブレ
ブロ
ブン
ブー
プス
プチ
プラ
プリ
プル
プレ
プロ
プー
ヘア
ヘイ
ヘタ
ヘッ
ヘト
ヘビ
ヘブ
ヘラ
ヘリ
ヘル
ヘロ
ヘン
ベア
ベイ
ベジ
ベス
ベタ
ベテ
ベト
ベネ
ベビ
ベラ
ベリ
ベル
ベロ
ベン
ベー
ペア
ペイ
ペコ
ペペ
ペラ
ペル
ペロ
ペン
ペー
ホイ
ホウ
ホカ
ホク
ホッ
ホモ
ホヤ
ホリ
ホル
ホロ
ホワ
ホン
ホー
ボイ
ボウ
ボク
ボケ
ボコ
ボス
ボソ
ボチ
ボッ
ボト
ボド
ボブ
ボヤ
ボラ
ボリ
ボル
ボロ
ボン
ボー
ポイ
ポカ
ポケ
ポコ
ポジ
ポス
ポタ
ポチ
ポツ
ポテ
ポリ
ポル
ポロ
ポン
ポー
マイ
マエ
マカ
マガ
マキ
マク
マグ
マサ
マシ
マジ
マス
マズ
マタ
マダ
マチ
マヂ
マッ
マツ
マテ
マド
マナ
マニ
マネ
マフ
マブ
ママ
マメ
マヤ
マヨ
マラ
マリ
マル
マン
マー
ミオ
ミカ
ミキ
ミク
ミサ
ミス
ミズ
ミソ
ミチ
ミツ
ミナ
ミニ
ミネ
ミノ
ミミ
ミモ
ミヤ
ミュ
ミラ
ミリ
ミル
ミン
ミー
ムカ
ムキ
ムシ
ムズ
ムダ
ムチ
ムネ
ムラ
ムリ
ムン
ムー
メイ
メカ
メガ
メシ
メス
メタ
メモ
メリ
メル
メロ
メン
メー
モア
モカ
モク
モグ
モザ
モス
モチ
モツ
モテ
モデ
モト
モナ
モニ
モノ
モバ
モヒ
モフ
モミ
モモ
モヤ
モラ
モリ
モル
モロ
モン
モー
ヤキ
ヤギ
ヤク
ヤケ
ヤス
ヤッ
ヤツ
ヤニ
ヤバ
ヤフ
ヤベ
ヤマ
ヤム
ヤメ
ヤラ
ヤリ
ヤル
ヤレ
ヤン
ヤー
ユウ
ユキ
ユニ
ユリ
ユル
ユン
ユー
ヨガ
ヨコ
ヨシ
ヨド
ヨネ
ヨル
ヨロ
ヨン
ヨー
ライ
ラウ
ラク
ラグ
ラジ
ラス
ラズ
ラテ
ラバ
ラビ
ラピ
ラフ
ラブ
ラプ
ラベ
ラボ
ラミ
ラム
ラメ
ララ
ラン
ラー
リア
リオ
リカ
リキ
リク
リコ
リサ
リザ
リス
リセ
リゾ
リト
リノ
リハ
リバ
リピ
リフ
リブ
リプ
リベ
リポ
リミ
リム
リモ
リヤ
リュ
リラ
リリ
リン
リー
ルイ
ルウ
ルカ
ルナ
ルリ
ルル
ルン
ルー
レア
レイ
レオ
レガ
レク
レグ
レコ
レシ
レジ
レス
レト
レノ
レバ
レフ
レブ
レベ
レポ
レム
レモ
レン
レー
ロア
ロイ
ロウ
ロキ
ロク
ログ
ロケ
ロコ
ロゴ
ロス
ロゼ
ロタ
ロボ
ロマ
ロリ
ロン
ロー
ワイ
ワカ
ワガ
ワク
ワケ
ワシ
ワタ
ワニ
ワラ
ワル
ワレ
ワロ
ワン
ワー
ヲタ
ンな
ンゴ
ヴァ
ヴィ
ヴェ
ヴォ
ヵ月
ヶ所
ヶ月
一ノ
一丸
一人
一会
一体
一切
一刻
一口
一同
一向
一味
一員
一塁
一夜
一定
一宮
一家
一層
一律
一心
一応
一息
一括
一撃
一斉
一方
一族
一日
一旦
一昨
一時
一服
一望
一杯
一歩
一段
一気
一流
一環
一生
一番
一目
一瞬
一種
一筋
一緒
一致
一般
一色
一見
一覧
一角
一言
一貫
一足
一転
一途
一連
一過
一郎
一部
一関
一面
一風
丁寧
丁度
丁目
七味
七夕
七瀬
七草
万が
万代
万全
万博
万歳
万端
万能
万葉
丈夫
三つ
三ツ
三ノ
三井
三十
三原
三味
三塁
三好
三宅
三宮
三島
三振
三昧
三木
三条
三沢
三河
三浦
三田
三笘
三脚
三苫
三菱
三角
三越
三郎
三郷
三重
三陸
三鷹
上げ
上り
上下
上京
上位
上原
上司
上品
上場
上尾
上川
上手
上旬
上昇
上映
上段
上流
上海
上田
上着
上空
上等
上級
上記
上質
上越
上達
上野
上限
上陸
下げ
下さ
下っ
下り
下位
下北
下呂
下品
下地
下山
下座
下手
下旬
下田
下町
下痢
下着
下落
下見
下記
下車
下道
下野
下関
下駄
不二
不便
不信
不倫
不全
不利
不動
不可
不味
不在
不安
不審
不尽
不幸
不快
不意
不明
不正
不法
不満
不眠
不能
不良
不要
不調
不足
与え
与党
与那
与野
且つ
世代
世帯
世界
世紀
世襲
世話
世論
世間
両国
両手
両方
両日
両立
両親
両面
並ば
並び
並ぶ
並べ
並み
並ん
並木
並行
中々
中井
中京
中傷
中共
中原
中古
中国
中型
中太
中央
中学
中居
中山
中島
中川
中年
中心
中断
中日
中旬
中本
中村
中森
中止
中毒
中津
中洲
中田
中盤
中目
中秋
中継
中華
中身
中途
中部
中野
中間
中高
丸々
丸い
丸く
丸亀
丸山
丹波
主な
主に
主人
主任
主体
主催
主力
主婦
主審
主導
主張
主役
主治
主流
主演
主義
主要
主観
主題
乃木
久々
久し
久保
久喜
久慈
久米
乗せ
乗っ
乗ら
乗り
乗る
乗れ
乗務
乗客
乗換
乗用
乗船
乗車
乙女
九十
九州
乞う
乞食
乱れ
乱入
乱舞
乳化
乳酸
乳首
乾い
乾く
乾杯
乾燥
亀山
亀岡
亀戸
亀有
了承
了解
予め
予備
予告
予報
予定
予想
予感
予測
予算
予約
予習
予言
予選
予防
争い
争奪
事件
事例
事前
事務
事実
事後
事情
事態
事故
事案
事業
事象
事項
二の
二人
二十
二子
二宮
二郎
云々
云う
互い
五十
五島
五目
五輪
五郎
井上
井口
井戸
亡き
亡く
交え
交互
交付
交代
交信
交差
交換
交流
交渉
交番
交通
交際
交響
京急
京成
京橋
京浜
京王
京田
京葉
京都
京阪
人々
人事
人件
人体
人出
人前
人力
人参
人口
人吉
人員
人工
人形
人手
人数
人材
人柄
人格
人権
人民
人気
人物
人生
人種
人身
人間
人類
今井
今回
今夜
今季
今宮
今宵
今川
今年
今度
今後
今日
今時
今晩
今更
今月
今朝
今期
今村
今池
今治
今週
今頃
介入
介護
仏壇
仏教
仕事
仕方
仕業
仕様
仕草
他人
他国
他店
他所
他県
他社
他者
付い
付か
付き
付く
付け
付与
付属
付近
仙人
仙台
代官
代打
代替
代理
代用
代行
代表
代謝
代走
代車
代金
令和
以上
以下
以内
以前
以外
以後
以来
以降
仮想
仮眠
仮装
仮面
仰っ
仰る
仲良
仲間
件数
任せ
任務
任意
企業
企画
伊丹
伊予
伊勢
伊吹
伊東
伊藤
伊豆
伊賀
伊達
伊那
伏せ
伏線
伏見
伐採
休ま
休み
休む
休め
休ん
休息
休憩
休日
休暇
休業
休止
休肝
休養
休館
会い
会う
会え
会っ
会わ
会合
会員
会場
会期
会津
会社
会見
会計
会話
会談
会議
会費
会長
会食
会館
伝え
伝承
伝統
伝説
伴い
伴う
伸び
伺い
伺う
伺っ
似顔
佃煮
但し
位置
低い
低く
低め
低下
低温
低音
住み
住む
住ん
住人
住友
住吉
住宅
住所
住民
住職
佐世
佐久
佐伯
佐倉
佐川
佐渡
佐藤
佐賀
佐野
体内
体制
体力
体型
体幹
体感
体操
体温
体育
体調
体質
体重
体験
何に
何事
何処
何十
何卒
何故
何時
何百
何者
余っ
余り
余る
余地
余市
余程
余裕
余計
余談
余韻
作っ
作ら
作り
作る
作れ
作動
作品
作家
作成
作戦
作曲
作業
作用
作画
作者
作詞
併せ
併用
併設
使い
使う
使え
使っ
使わ
使命
使用
例え
例外
例年
供え
供給
供養
依存
依頼
価値
価格
侮辱
侵入
侵害
侵攻
侵略
便り
便乗
便利
便秘
促進
保っ
保つ
保健
保冷
保存
保守
保安
保持
保有
保湿
保留
保管
保育
保証
保護
保険
保障
保養
信じ
信仰
信号
信州
信念
信濃
信玄
信用
信者
信長
信頼
修学
修復
修正
修理
修羅
修行
俯瞰
俳優
俳句
倉庫
倉敷
個々
個人
個体
個別
個室
個展
個性
倍増
倍率
倒し
倒す
倒せ
倒れ
倒産
候補
借り
借金
値段
倦怠
倫理
倶楽
偉い
偉大
偏っ
偏差
偏見
停め
停止
停滞
停車
停電
健全
健在
健太
健康
健診
健闘
側面
偵察
偶然
偽物
傑作
備え
備前
備忘
催し
催事
傾向
僅か
働い
働か
働き
働く
働け
儀式
優し
優れ
優位
優先
優勝
優子
優待
優秀
優良
優遇
優雅
儲け
元々
元日
元旦
元気
元町
元祖
兄妹
兄弟
兄貴
充分
充実
充電
先々
先ず
先人
先代
先制
先日
先月
先生
先発
先着
先祖
先程
先端
先行
先輩
先週
先進
先頭
光っ
光り
光る
光景
光栄
克服
免疫
免許
免除
兎に
児童
党員
党首
入っ
入ら
入り
入る
入れ
入会
入力
入口
入団
入国
入園
入場
入学
入居
入店
入庫
入手
入札
入浴
入社
入荷
入試
入賞
入金
入門
入間
入院
入館
全く
全て
全体
全力
全勝
全員
全国
全日
全曲
全滅
全然
全盛
全粒
全線
全般
全裸
全身
全部
全開
全面
全額
八丁
八丈
八代
八千
八尾
八幡
八戸
八方
八木
八潮
八百
八重
八雲
公共
公務
公園
公安
公平
公式
公明
公民
公演
公立
公約
公衆
公表
公認
公道
公開
六本
六甲
六角
共々
共同
共和
共存
共感
共有
共演
共産
共通
共闘
兵器
兵士
兵庫
其の
其れ
具体
具合
具材
典型
兼ね
兼用
内側
内定
内容
内山
内心
内海
内田
内科
内緒
内臓
内蔵
内藤
内装
内部
内野
内閣
内陸
円安
円盤
円高
再び
再会
再度
再来
再現
再生
再発
再訪
再販
再開
冒険
冒頭
冗談
写し
写っ
写り
写メ
写真
冠水
冥福
冬場
冬季
冬眠
冬至
冴え
冷え
冷し
冷た
冷め
冷や
冷凍
冷却
冷奴
冷房
冷蔵
冷製
冷静
冷麺
凄い
凄く
凍っ
凍る
凍結
凝っ
凝縮
処分
処刑
処方
処理
処置
凱旋
凶悪
凹む
凹ん
出さ
出し
出す
出せ
出る
出れ
出世
出会
出先
出前
出力
出動
出勤
出口
出品
出場
出展
出席
出店
出張
出撃
出来
出汁
出没
出港
出演
出版
出現
出生
出産
出番
出発
出社
出禁
出荷
出血
出費
出資
出走
出身
出逢
出陣
出雲
出馬
函館
刀剣
刃物
分か
分け
分位
分割
分厚
分岐
分散
分断
分析
分解
分野
分間
分離
分類
切っ
切に
切ら
切り
切る
切れ
切実
切断
切符
刈り
刈谷
刑事
刑務
列島
列車
初め
初代
初回
初夏
初心
初恋
初戦
初手
初日
初期
初耳
初見
初詣
初雪
初音
判ら
判り
判る
判定
判断
判明
判決
別々
別れ
別人
別名
別府
別格
別物
別皿
別荘
別途
利口
利尻
利根
利権
利用
利益
利確
到底
到来
到着
到達
制作
制定
制度
制御
制服
制裁
制覇
制限
券売
刺さ
刺し
刺す
刺激
刺繍
刺身
刻み
刻ん
削っ
削ら
削り
削る
削減
削除
前々
前世
前作
前列
前半
前回
前夜
前川
前後
前提
前方
前日
前期
前橋
前泊
前田
前線
前編
前者
前職
前菜
前走
前進
前面
前髪
剣道
剥い
剪定
副業
割っ
割と
割り
割る
割れ
割合
割引
割烹
創り
創作
創価
創業
創造
劇団
劇場
劇的
力士
功績
加え
加入
加古
加害
加工
加水
加減
加熱
加盟
加茂
加藤
加賀
加速
加齢
劣化
助け
助成
助手
助言
努め
努力
励み
労働
労力
効い
効か
効き
効く
効果
効率
勇人
勇気
勇者
勉強
動い
動か
動き
動く
動け
動作
動員
動揺
動機
動物
動産
動画
勘弁
務め
勝た
勝ち
勝っ
勝つ
勝て
勝る
勝利
勝手
勝敗
勝浦
勝率
勝田
勝負
募金
募集
勢い
勢力
勤め
勤務
勧め
勧誘
勾配
勿体
勿論
匂い
包ま
包み
包ん
包丁
化け
化し
化学
化石
化粧
北上
北九
北京
北側
北口
北川
北斗
北方
北朝
北村
北条
北極
北欧
北端
北見
北谷
北部
北野
北陸
北風
区別
区民
区議
区長
区間
医学
医師
医療
医者
医院
匿名
十分
十勝
十字
千代
千住
千尋
千本
千歳
千秋
千葉
千里
千鳥
午前
午後
半ば
半休
半分
半島
半年
半数
半日
半月
半期
半熟
半田
半端
半蔵
半袖
半身
半額
卑怯
卒業
卓上
卓球
協会
協力
協定
協議
協賛
南下
南側
南北
南口
南国
南海
南無
南端
南蛮
南部
南風
単に
単位
単体
単価
単勝
単品
単独
単発
単純
単行
単語
単身
博士
博多
博物
占い
占拠
占領
印刷
印象
危う
危惧
危機
危険
即興
却下
卸し
厄介
厚い
厚く
厚み
厚労
厚木
厚生
原付
原作
原価
原則
原因
原子
原宿
原料
原点
原爆
原理
原田
原画
原発
原稿
原酒
厨房
厩舎
厳し
厳密
厳禁
厳選
去っ
去る
去年
参っ
参り
参上
参入
参列
参加
参戦
参拝
参政
参照
参考
参議
参道
参院
及ば
及び
友人
友好
友情
友達
双子
双方
双葉
反し
反則
反動
反対
反射
反応
反抗
反撃
反日
反映
反発
反省
反論
反転
反面
反響
収め
収入
収容
収支
収益
収穫
収納
収録
収集
叔母
叔父
取っ
取ら
取り
取る
取れ
取付
取引
取得
取手
取扱
取材
取締
受け
受付
受信
受取
受注
受給
受診
受講
受賞
受験
口内
口座
口調
古い
古く
古代
古典
古参
古墳
古川
古本
古河
古町
古着
古賀
叩い
叩か
叩き
叩く
只中
只今
只見
叫び
叫ぶ
叫ん
召し
召喚
可動
可哀
可愛
可笑
可能
台場
台所
台数
台本
台東
台湾
台詞
台車
台風
叱ら
史上
右上
右下
右側
右手
右折
右翼
右肩
右腕
右足
叶い
叶う
叶え
叶っ
叶わ
号泣
司令
司会
司法
各々
各位
各務
各国
各地
各局
各所
各社
各種
各自
各駅
合い
合う
合え
合っ
合わ
合体
合併
合同
合唱
合宿
合意
合成
合戦
合掌
合格
合法
合流
合理
合計
合間
吉岡
吉川
吉本
吉村
吉田
吉祥
吉野
吊り
吊る
同い
同じ
同一
同人
同伴
同僚
同士
同好
同居
同志
同性
同情
同意
同感
同日
同時
同期
同様
同点
同盟
同窓
同等
同級
同行
同調
名乗
名人
名作
名刺
名前
名取
名城
名店
名所
名曲
名月
名残
名物
名産
名神
名称
名義
名言
名誉
名護
名鉄
名阪
名駅
吐い
吐き
吐く
向い
向か
向き
向く
向け
向上
向井
向日
吟醸
吠え
否め
否定
含ま
含み
含む
含め
含ん
吸い
吸う
吸っ
吸わ
吸収
吹い
吹か
吹き
吹く
吹っ
吹奏
吹田
吹雪
吾妻
呆れ
告げ
告発
告白
告知
呑ま
呑み
呑む
呑め
呑ん
呟い
呟き
呟く
周り
周南
周回
周囲
周年
周波
周知
周辺
周遊
呪い
呪文
呪術
味わ
味噌
味方
味見
味覚
呼ば
呼び
呼ぶ
呼べ
呼ん
呼吸
命令
命名
命日
和え
和也
和歌
和泉
和牛
和田
和風
和食
咲い
咲か
咲き
咲く
哀れ
哀愁
品川
品物
品種
品質
哲也
哲人
哲学
唐津
唐突
唯一
唱え
商事
商品
商売
商工
商店
商業
商法
商談
問い
問う
問わ
問題
啓発
善光
喋っ
喋ら
喋り
喋る
喋れ
喘息
喚起
喜ば
喜び
喜ぶ
喜ん
喜劇
喜多
喧嘩
喪失
喫煙
喫茶
喰い
喰う
喰っ
営業
嗅覚
嗚呼
噛ま
噛み
噛む
噛ん
器具
器用
噴水
噴火
四十
四国
四季
四川
四条
四球
四角
四谷
四駆
回さ
回し
回す
回せ
回っ
回ら
回り
回る
回れ
回収
回帰
回復
回数
回答
回線
回路
回転
回送
回避
因み
因果
団体
団地
団子
団結
団長
困っ
困ら
困り
困る
困惑
困難
囲ま
図書
図鑑
固い
固く
固め
固定
国交
国会
国体
国債
国内
国分
国土
国境
国宝
国家
国政
国旗
国民
国産
国益
国税
国立
国籍
国葬
国語
国賊
国連
国道
国鉄
国防
国際
園児
園田
園芸
土佐
土台
土地
土屋
土手
土日
土曜
土木
土浦
土産
土用
土砂
土鍋
圧倒
圧力
圧勝
圧巻
圧迫
在り
在る
在住
在宅
在庫
在日
在来
在籍
地上
地下
地位
地元
地区
地名
地味
地図
地域
地場
地帯
地形
地方
地点
地獄
地球
地理
地蔵
地道
地酒
地雷
地震
地面
地鶏
坂井
坂口
坂本
坂道
坊主
坦々
垂れ
垣間
埋め
城下
城址
城山
城崎
埠頭
執念
執着
執筆
執行
基地
基本
基準
基盤
基礎
埼京
埼玉
堀江
堂々
堕ち
堤防
堪え
堪ら
堪能
報わ
報告
報知
報道
報酬
場内
場合
場外
場所
場面
塗っ
塗り
塗る
塗料
塗装
塩分
塩味
塩尻
塩梅
塩辛
境内
境界
増え
増し
増す
増や
増加
増殖
増田
増税
増量
増額
墨田
壁紙
壊さ
壊し
壊す
壊れ
壊滅
壮大
声優
声援
壱岐
売っ
売ら
売り
売る
売れ
売上
売却
売国
売場
売店
売買
変え
変わ
変動
変化
変形
変態
変換
変更
変異
変身
夏場
夏季
夏目
夕べ
夕張
夕方
夕日
夕陽
夕食
夕飯
外さ
外し
外す
外せ
外れ
外交
外人
外側
外出
外務
外国
外来
外気
外科
外苑
外装
外見
外観
外資
外部
外野
外食
多々
多い
多く
多し
多め
多分
多少
多忙
多摩
多数
多様
多発
多肉
多賀
夜な
夜中
夜勤
夜景
夜更
夜桜
夜空
夜行
夜間
夜食
夢中
夢見
大い
大き
大丸
大事
大井
大人
大介
大仏
大会
大体
大作
大使
大分
大切
大判
大勝
大勢
大半
大原
大吉
大名
大和
大喜
大国
大地
大型
大垣
大城
大塚
大声
大変
大学
大宮
大家
大将
大山
大岡
大島
大崎
大川
大工
大差
大師
大幅
大戦
大手
大抵
大昔
大晦
大曲
大村
大根
大森
大概
大樹
大橋
大正
大江
大河
大沼
大泉
大洗
大津
大漁
大物
大王
大田
大町
大盛
大石
大社
大神
大祭
大福
大竹
大統
大胆
大腸
大臣
大船
大葉
大衆
大袈
大西
大谷
大豆
大賞
大輔
大通
大道
大野
大量
大金
大門
大間
大関
大阪
大陸
大雨
大雪
大須
大麻
大黒
天下
天丼
天井
天使
天候
天国
天地
天守
天心
天才
天文
天気
天津
天満
天然
天狗
天王
天理
天皇
天神
天空
天竜
天童
天草
天麩
太い
太く
太っ
太り
太る
太一
太宰
太平
太田
太郎
太陽
太鼓
夫人
夫妻
夫婦
失い
失う
失っ
失わ
失態
失敗
失格
失点
失礼
奄美
奇跡
奈々
奈良
奉仕
奉納
奏で
奏者
契約
奢っ
奢り
奨学
奪い
奪う
奪っ
奪わ
奪還
奮発
奮闘
女優
女子
女将
女川
女性
女王
女神
女装
奴隷
好か
好き
好み
好奇
好意
好感
好物
好評
好調
如く
如何
妄想
妊娠
妖怪
妖精
妙高
妥協
妥当
妨害
姉妹
始め
始動
始末
始球
始発
委員
委託
姫路
姿勢
威力
娯楽
婚活
婦人
媒体
嫉妬
嫌い
嫌わ
嫌悪
嬉し
嬉野
子供
子孫
子守
子宮
子猫
字幕
存じ
存分
存在
存知
存続
孝行
季節
孤独
学ば
学び
学ぶ
学べ
学ん
学会
学園
学年
学期
学校
学歴
学生
学科
学童
学習
学者
学芸
学院
宅建
宅配
宇佐
宇和
宇多
宇宙
宇治
宇部
宇都
宇野
守っ
守ら
守り
守る
守れ
守備
守山
守護
守谷
安い
安く
安価
安保
安倍
安全
安城
安堵
安定
安心
安打
安易
安曇
安田
安芸
安藤
安達
安部
安静
完了
完備
完全
完売
完封
完成
完敗
完治
完熟
完璧
完結
完走
完食
完飲
宗教
宗谷
宗隆
官僚
定め
定休
定例
定価
定刻
定員
定年
定時
定期
定点
定番
定着
定義
定食
宜野
宝塚
宝物
宝石
実写
実力
実務
実在
実家
実感
実態
実戦
実施
実況
実物
実現
実用
実績
実習
実行
実装
実証
実話
実質
実践
実車
実際
実験
客室
客層
客席
客観
宣伝
宣言
室内
室温
室蘭
宮古
宮城
宮島
宮崎
宮本
宮沢
宮田
宴会
家事
家具
家内
家出
家庭
家康
家族
家系
家計
家賃
家電
容器
容姿
容易
容疑
容認
容赦
容量
宿泊
宿題
寂し
寄せ
寄っ
寄ら
寄り
寄る
寄れ
寄付
寄席
寄生
密か
密度
密着
富士
富山
富岡
富田
富裕
富豪
寒い
寒く
寒川
寒暖
寒気
寒波
寝よ
寝る
寝れ
寝ろ
寝台
寝坊
寝室
寝屋
寝床
察し
寧ろ
審判
審査
審議
寸前
寺田
対し
対処
対向
対局
対岸
対応
対戦
対抗
対決
対立
対策
対話
対談
対象
対面
寿司
寿命
封印
封筒
封鎖
専属
専念
専用
専門
射撃
将来
将棋
将軍
尊い
尊敬
尊重
尋ね
尋常
導体
導入
小さ
小中
小倉
小僧
小児
小型
小声
小学
小室
小屋
小山
小岩
小島
小川
小平
小指
小杉
小松
小林
小樽
小池
小沢
小泉
小浜
小牧
小物
小田
小町
小笠
小籠
小腹
小西
小説
小諸
小豆
小野
小金
小鉢
小銭
小雨
小鳥
小麦
少々
少し
少な
少女
少子
少年
少数
少量
尚更
就任
就労
就寝
就活
就職
尻尾
尼崎
尽き
尽く
尽力
尾崎
尾張
尾道
居る
居れ
居住
居座
居酒
届い
届か
届き
届く
届け
屋上
屋久
屋内
屋台
屋外
屋敷
屋根
展望
展示
展覧
展開
属性
履い
履か
履き
履く
履修
履歴
山々
山上
山下
山中
山内
山口
山城
山奥
山岡
山崎
山川
山形
山手
山本
山梨
山椒
山田
山荘
山菜
山賊
山道
山間
山陰
山陽
山際
山頂
岐阜
岡山
岡崎
岡本
岡村
岡田
岩下
岩国
岩崎
岩手
岩本
岩田
岩盤
岸本
岸田
島原
島根
島田
崎陽
崩さ
崩し
崩れ
崩壊
嵐山
川上
川口
川島
川崎
川村
川柳
川田
川西
川越
巡っ
巡り
巡る
巡回
巡礼
巣鴨
工事
工作
工具
工場
工夫
工学
工房
工業
工程
工芸
工藤
左上
左下
左側
左右
左手
左折
左派
左翼
左腕
左足
巨乳
巨人
巨大
巫女
差し
差別
巻い
巻き
巻く
巾着
市中
市内
市原
市営
市場
市川
市政
市民
市街
市議
市販
市長
市電
布団
布教
布施
布袋
帆立
希少
希望
帝京
帝国
帝王
師匠
師走
帯広
帰っ
帰ら
帰り
帰る
帰れ
帰ろ
帰国
帰宅
帰省
帰路
帰還
常備
常時
常温
常滑
常磐
常設
常識
常連
常陸
帽子
幅広
幕張
干し
干支
干渉
干物
平井
平和
平地
平均
平塚
平安
平常
平成
平日
平気
平熱
平田
平穏
平等
平野
年々
年の
年上
年下
年中
年代
年内
年初
年収
年始
年度
年数
年末
年玉
年賀
年配
年金
年長
年間
年頃
年齢
幸い
幸せ
幸先
幸福
幸運
幹事
幹線
幹部
幻想
幼い
幼児
幼少
幼稚
幽霊
幾ら
庁舎
広々
広い
広く
広げ
広め
広告
広報
広場
広大
広尾
広島
広瀬
庄内
床屋
序盤
底辺
店主
店内
店名
店員
店舗
店長
店頭
府中
度々
度数
座っ
座ら
座り
座る
座れ
座席
座敷
座長
座間
庭園
庶民
廃墟
廃棄
廃業
廃止
廃線
廃車
廊下
延々
延期
延長
建て
建物
建築
建設
弁天
弁当
弁護
弊害
弊社
式典
引い
引か
引き
引く
引け
引っ
引用
引退
弘前
弟子
弥彦
弥生
弱い
弱く
弱っ
弱点
弱者
張っ
張り
張る
強い
強く
強み
強め
強制
強力
強化
強度
強引
強気
強烈
強盗
強者
強行
強要
強調
強豪
強風
弾い
弾か
弾き
弾く
弾け
弾丸
当た
当て
当事
当分
当初
当地
当局
当店
当方
当日
当時
当然
当番
当社
当落
当選
当面
形式
形態
形成
形状
彦根
彩り
彫刻
影響
彷彿
彷徨
役人
役割
役員
役場
役所
役目
役者
役職
彼女
彼岸
彼方
彼氏
往復
往生
待た
待ち
待っ
待つ
待て
待合
待望
待機
待遇
後々
後ろ
後半
後味
後尾
後悔
後援
後方
後日
後期
後楽
後継
後続
後編
後者
後藤
後輩
後遺
徐々
徒歩
従う
従っ
従事
従兄
従来
従業
得る
得意
得点
徘徊
御免
御前
御堂
御嶽
御座
御所
御殿
御苑
御茶
御飯
復刻
復帰
復旧
復活
復習
復興
復路
循環
微力
微妙
微熱
微笑
徳山
徳島
徳川
徴収
徹夜
徹底
心中
心地
心境
心底
心拍
心理
心臓
心身
心配
心霊
必ず
必勝
必死
必殺
必然
必至
必要
必見
必需
必須
忍び
忍者
忖度
志向
志摩
志望
志村
志賀
忘れ
忘年
忙し
応え
応じ
応募
応援
応用
応答
忠実
快勝
快感
快晴
快活
快速
快適
念願
怒っ
怒ら
怒り
怒る
怒涛
怒鳴
怖い
怖く
思い
思う
思え
思っ
思わ
思想
思案
思考
急い
急が
急ぎ
急げ
急便
急募
急激
急行
急速
急遽
性別
性格
性欲
性癖
性的
性能
怪し
怪我
怪物
怪獣
怪談
恋人
恋愛
恐い
恐る
恐れ
恐ろ
恐怖
恐竜
恐縮
恒例
恥ず
恨み
恩恵
息子
恵み
恵庭
恵方
恵比
恵那
悔い
悔し
悔や
悟空
患者
悩ま
悩み
悩む
悩ん
悪い
悪く
悪化
悪口
悪夢
悪意
悪質
悪魔
悲し
悲劇
悲報
悲惨
悲鳴
悶絶
情け
情勢
情報
情熱
情緒
惑星
惚れ
惣菜
惨敗
想い
想う
想っ
想像
想定
惹か
愉快
意向
意味
意図
意地
意外
意志
意思
意欲
意気
意義
意見
意識
愚か
愚痴
愛お
愛さ
愛し
愛で
愛国
愛好
愛媛
愛嬌
愛子
愛情
愛想
愛犬
愛用
愛着
愛知
愛車
感じ
感動
感度
感心
感性
感情
感想
感慨
感染
感激
感覚
感触
感謝
態度
慌て
慎吾
慎重
慢性
慣れ
慰め
慰霊
慶應
憂鬱
憧れ
憲法
懇親
懲り
懲役
懸命
懸念
懸賞
成し
成っ
成り
成る
成人
成分
成功
成城
成年
成果
成田
成立
成績
成長
我々
我が
我慢
戦い
戦う
戦え
戦っ
戦争
戦利
戦前
戦力
戦国
戦場
戦士
戦後
戦時
戦略
戦艦
戦術
戦車
戦闘
戦隊
戯れ
戴き
戸塚
戸惑
戸田
戸籍
戻し
戻す
戻っ
戻ら
戻り
戻る
戻れ
房総
所々
所在
所存
所属
所得
所持
所有
所沢
所用
所要
所詮
所謂
扇風
手の
手伝
手元
手前
手動
手帳
手当
手放
手数
手本
手段
手水
手法
手稲
手紙
手羽
手術
手袋
手話
手足
手軽
手配
手間
手頃
手順
手首
才能
打た
打ち
打っ
打つ
打て
打席
打撃
打点
打率
打球
打線
打者
払い
払う
払え
払っ
払わ
扱い
扱う
扱っ
扱わ
批判
承っ
承り
承知
承認
技能
技術
把握
抑え
抑制
抑止
投げ
投下
投入
投手
投球
投票
投稿
投資
抗原
抗議
折っ
折り
折れ
折角
抜い
抜か
抜き
抜く
抜け
抜群
披露
抱い
抱え
抱き
抵抗
抹消
抹茶
押さ
押し
押す
押せ
押忍
抽出
抽選
担い
担任
担当
拉致
拍子
拍手
拒否
拘り
拘束
招い
招き
招待
拝み
拝め
拝聴
拝見
拠点
拡大
拡張
拡散
拭い
拭き
拷問
拾い
拾う
拾っ
持た
持ち
持っ
持つ
持て
持参
持病
持続
指し
指先
指名
指定
指宿
指導
指揮
指摘
指数
指示
指輪
挑み
挑む
挑ん
挑戦
挙げ
挙動
挙句
挟ま
挟む
挟ん
挨拶
挫折
振っ
振ら
振り
振る
振れ
振動
振替
振興
振袖
振込
挿入
捉え
捏造
捕手
捕獲
捗る
捜査
捜索
捧げ
捨て
捨離
据え
掃除
授業
排出
排気
排水
排除
掘っ
掘り
掛け
掛川
採れ
採点
採用
採血
探さ
探し
探す
探せ
探偵
探検
探索
探訪
接し
接客
接待
接戦
接点
接着
接種
接続
接触
接近
接骨
控え
